Repository: marvinlabs/wpca-translations
Catalog: wpca-notifications/cuarno-*.po
Languages: de_de, it_it

source: Hello {{to_name}}, A payment has been rejected on <a href="{{site_url}}">{{site_name}}</a>. <a href="{{payment_edit_url}}">Show payment</a>.
it_it: Ciao {{to_name}}, un pagamento è stato rifiutato il <a href="{{site_url}}">{{site_name}}</a>. <a href="{{payment_edit_url}}">Visualizza il pagamento</a>.

source: [{{site_name}}] Payment pending
it_it: [{{site_name}}] Pagamento in sospeso

source: Payment pending &ndash; {{payment_amount}}
it_it: Pagamento in sospeso – {{payment_amount}}

source: Hello {{to_name}}, A payment has been received but is still pending. <a href="{{payment_edit_url}}">Show payment</a>.
it_it: Ciao {{to_name}}, un pagamento è stato ricevuto ma è ancora in sospeso. <a href="{{payment_edit_url}}">Visualizza il pagamento</a>.

source: [{{site_name}}] Task list has been completed
it_it: [{{site_name}}] Elenco delle attività è stata completata

source: {{post_title}} has just been completed
it_it: {{post_title}} è stato appena completato

source: Hello {{to_name}}, The task list "{{post_title}}" is now complete. Each of its tasks has been checked. <a href="{{post_url}}">Show task list</a>.
it_it: Ciao {{to_name}}, l'elenco delle attività "{{post_title}}" è ora completa. Ciascuno dei suoi compiti è stata verificata. <a href="{{post_url}}">Visualizza l'elenco delle attività</a>.

source: [{{site_name}}] Task is overdue
it_it: [{{site_name}}] Attività è in ritardo

source: A task was due on: {{task_due_date}}
it_it: Un'attività è stata effettuata: {{task_due_date}}

source: Hello {{to_name}}, A task on the list "{{post_title}}" is due since {{task_due_date}}. Here is the task summary: {{task_description}} <a href="{{post_url}}">Show task list</a>.
it_it: Ciao {{to_name}}, un'attività nell'elenco "{{post_title}}" è dovuta dal {{task_due_date}}. Qui è l'attività di riepilogo: {{task_description}} <a href="{{post_url}}">Visualizza elenco attività</a>.

source: [{{site_name}}] Task's due date is approaching
it_it: [{{site_name}}] Si avvicina la data di scadenza dell'attività

source: A task is due on {{task_due_date}}
it_it: Un'attività è dovuta il {{task_due_date}}

source: Hello {{to_name}}, A task on the list "{{post_title}}" will be due on {{task_due_date}}. Here is the task summary: {{task_description}} <a href="{{post_url}}">Show task list</a>.
it_it: Ciao {{to_name}}, un'attività nell'elenco "{{post_title}}" sarà dovuta il {{task_due_date}}. Qui è l'attività di riepilogo: {{task_description}} <a href="{{post_url}}">Visualizza elenco attività</a>.

source: Default
it_it: Predefinito

source: Plain HTML
it_it: Piano

source: Plain text
de_de: Text
it_it: Puro testo

source: General
de_de: Allgemein
it_it: Impostazioni Generali

source: Format
it_it: Formato

source: The format in which notifications get sent. HTML might not always be properly formatted.
de_de: Wählen Sie in welchem Format die Benachrichtigungen versendet werden. HTML wird unter Umständen nicht immer sauber formatiert.
it_it: Il formato in cui login_form è inviato. HTML potrebbe non sempre essere formattato correttamente.

source: Clean HTML
it_it: Codice HTML pulito

source: Automatically add paragraphs to HTML notifications
it_it: Aggiungere automaticamente i paragrafi per le notifiche di HTML

source: You can uncheck this box if you already have valid HTML notification content. This is only effective if the format set above is HTML.
it_it: Se hai già il contenuto della notifica HTML valido, è possibile deselezionare questa casella. Questo è efficace solo se HTML è il formato impostato sopra.

source: From
de_de: Von
it_it: Da

source: The emails will be shown as sent from this name and address.
it_it: Le e-mail verranno visualizzate come inviate da questo nome e indirizzo.

source: Log emails
it_it: E-mail di log

source: Log all the emails that are sent by the notifications addon. Useful for debugging.
it_it: Registra tutte le e-mail inviate dal componente aggiuntivo delle notifiche. Utile per il debug.

source: Enable this when you think that emails are not sent properly. When everything works, you may disable this option because it will add quite a log of data to your database.
it_it: Attivare questa opzione quando si pensa che le e-mail non vengono inviate correttamente. Quando tutto funziona, è possibile disattivare questa opzione perché si aggiungerà un bel log di dati al database.

source: Email template
it_it: Template delle email

source: Template
it_it: File del template

source: The template used to format the emails sent by WP Customer Area.
it_it: Il modello utilizzato per formattare le e-mail inviate dall'Area Clienti WP.

source: Test
it_it: <a href="%s">URL pubblico per tesare un file in quella cartella</a>. Codice risposta: %s. Contenuto file: %s

source: Save and send a sample email
it_it: Salva e invia una email di esempio

source: Send a test message to the email linked to your account.
it_it: Invia un messaggio di prova all'email collegata al tuo account.

source: Individual notification settings
it_it: Impostazioni di notifica individuale

source: Reset messages
it_it: Reimpostare i messaggi

source: Reset Messages
it_it: Reimpostare i messaggi

source: All the notification subjects, headings and contents will be reset to the default values.
it_it: Tutti gli oggetti, le intestazioni e i contenuti delle notifiche verranno ripristinati ai valori predefiniti.

source: Are you sure that you want to reset all the notification messages?
it_it: Sei sicuro di voler resettare tutti i messaggi di notifica?

source: is not a valid value for
it_it: non è un valore valido

source: You must set a subject for %s
it_it: È necessario impostare un oggetto per%s

source: You must set a body for %s
it_it: È necessario impostare un corpo per%s

source: You can customize every notification that will be sent to users by the Customer Area.
it_it: È possibile personalizzare ogni notifica che verrà inviato agli utenti dalla zona del cliente.

source: Header image
it_it: Immagine Intestazione

source: Optional. The email template may use this image as a header.
it_it: Opzionale. Il modello di e-mail può utilizzare questa immagine come intestazione.

source: [Default: %s]
it_it: Predefinito: %s

source: Link color
it_it: Colore Link

source: Hexadecimal format, example: #123456
it_it: Formato esadecimale, esempio: #123456

source: Main background
it_it: Sfondo Principale

source: Color for the background around the message box
it_it: Colore per lo sfondo attorno alla finestra del messaggio

source: Text box background
it_it: Sfondo del box della casella di testo

source: Color for the box around the message
it_it: Colore per la casella attorno al messaggio

source: Mode
de_de: Modus
it_it: Pagamento Fattura

source: Recipients
it_it: Destinatari

source: Email subject
it_it: Oggetto email per

source: Content heading
it_it: intestazione dinamica

source: Content text
it_it: Testo Contenuto

source: You will find here a list of all the placeholders that may be used in the notification subject, heading or content. Please note that depending on the context, some placeholders may not be available.
it_it: Qui troverete un elenco di tutti i segnaposto che può essere utilizzato nell'oggetto di notifica, il titolo o il contenuto. Siete pregati di notare che, a seconda del contesto, alcuni segnaposto potrebbe non essere disponibile.

source: Adds email notifications to the Customer Area plugin
it_it: Aggiunge le notifiche di e-mail al plugin di Area clienti

source: Automatic Updates
de_de: Automatische Updates

source: License key
de_de: Lizenzschlüssel

source: The emails will be shown as sent by this name.
de_de: Dieser Name wird als Absender der E-Mail angezeigt.

source: The emails will be shown as sent from this address.
de_de: Diese Adresse wird als Absende-Adresse der E-Mail angezeigt.

source: Private File Download
de_de: Download einer geschützten Datei

source: You can choose whether you want to enable this notification. If you do, you can opt to receive the notifications only the first time the user downloads the file or every time he does it.
de_de: Sie können wählen, ob Sie diese Benachrichtigung aktivieren möchten. Wenn Sie das tun, können Sie entscheiden, ob die Benachrichtigung nur beim ersten Download der Datei durch den Benutzer versendet wird, oder bei jedem Download.

source: New Private Post
de_de: Neuer privater Inhalt

source: New Private Post Held for Moderation
de_de: Ein neuer geschützter Inhalt wartet auf Ihre Moderation

source: A new post is available for you on %site_name%
de_de: Auf %site_name% wurde ein neuer privater Inhalt für Sie verfügbar gemacht

source: <p>Hello %to_name%,</p><p>A new post (%post_title%) has been made available for you in our customer area. You can read it by following that link: %post_url%</p><p>Best regards,</p><p>%from_name%<br/>%site_url%</p>
de_de: <p>Hallo %to_name%,</p><p>ein neuer Inhalt (%post_title%) wurde Ihnen in Ihrem Kundenbereich bereitgestellt. Der direkte Link zum Inhalt: %post_url%</p><p>Beste Grüße,</p><p>%from_name%<br/>%site_url%</p>

source: New file downloaded on %site_name%
de_de: Es wurde eine Datei auf %site_name% heruntergeladen

source: <p>Hello %to_name%,</p><p>A file (%post_title%) has been downloaded by %downloader_name%.</p><p>Best regards,</p><p>The customer area plugin<br/>%site_url%</p>
de_de: <p>Hallo %to_name%,</p><p>die Datei (%post_title%) wurde von %downloader_name% heruntergeladen.</p><p>Beste Grüße,</p><p>das Customer Area Plugin<br/>%site_url%</p>

source: A new post is held for moderation on %site_name%
de_de: Ein neuer Beitrag wartet auf Moderation auf %site_name%

source: <p>Hello,</p><p>A new post (%post_title%) has been created by %author_name% for %owner_name% and is waiting to be published. You can review it on that page: %review_url%</p><p>Best regards,</p><p>The customer area plugin<br/>%site_url%</p>
de_de: <p>Hallo,</p><p>ein neuer Inhalt (%post_title%) wurde von %author_name% für %owner_name% erstellt und wartet auf Ihre Moderation. Sie können den Inhalt hier prüfen: %review_url%.</p><p>Beste Grüße,</p><p>Ihr Customer Area Plugin<br/>%site_url%</p>

source: Define here the email that will get sent to the file author when a file is downloaded.
de_de: Definieren Sie hier die E-Mail, die an den Autor der Datei versendet wird, wenn eine Datei heruntergeladen wurde.

source: Define here the email that will get sent to a user when a new private post is published for him.
de_de: Definieren Sie hier die E-Mail, die an den Benutzer versendet wird, wenn einer neuer geschützter Inhalt für ihn erstellt wurde.

source: Define here the email that will get sent to you when a new private post is created from the frontend but is not yet published (waiting for review before being published).
de_de: Definieren Sie hier die E-Mail, die an Sie versendet wird, wenn ein neuer privater Inhalt vom Frontent erstellt, aber noch nicht veröffentlicht wurde (Moderation benötigt vor Veröffentlichung).

source: Do not activate your license on your development site. Only on the final site where you are running the plugin.
de_de: Aktivieren Sie Ihre Lizenz nicht auf Ihrer Entwicklungsseite, sondern nur auf der finalen Seite, auf der Sie das Plugin verwenden möchten.

source: All notifications
de_de: Alle Benachrichtigungen

source: Replaced by the name of your website
de_de: Wird ersetzt durch den Namen Ihrer Website

source: Replaced by the address of your website
de_de: Wird ersetzt durch die Adresse Ihrer Website

source: Replaced by the name of the sender
de_de: Wird ersetzt durch den Namen des Absenders

source: Replaced by the name of the recipient
de_de: Wird ersetzt durch den Namen des Empfängers

source: Private file download notification
de_de: Benachrichtigung: Geschützte Datei heruntergeladen

source: title of the file
de_de: Titel des Inhalts

source: link to show the post
de_de: Link zum Anzeigen des Inhalts

source: name of the file
de_de: Dateiname

source: name of the user who downloaded the file
de_de: Name des Benutzers, der die Datei heruntergeladen hat

source: All new private posts notification
de_de: Alle Benachrichtigungen über private Inhalte

source: title of the post
de_de: Titel des Inhalts

source: New private post moderated notification
de_de: Benachrichtigung: Moderation eines neue privaten Inhalts

source: link to review the post
de_de: Link zur Prüfung des Inhalts

source: Name of the author of the post
de_de: Name des Autors des Inhalts

source: Name of the owner of the post
de_de: Name des Inhabers des Inhalts

source: You can replace some variables in your notifications in order to personnalize the email sent to the users. Here are the place holders you can use:
de_de: Um die Benachrichtigungen zu personalisieren, können Sie einige der Variablen ersetzen. Hier ist eine Übersicht der Variablen, die Sie benutzen können:

source: Place holders
de_de: Variablen
