Repository: marvinlabs/wpca-translations
Catalog: wpca-notifications/cuarno-*.po
Languages: de_de, it_it

source: Notifications
de_de: Benachrichtigungen
it_it: Notifiche

source: Let the team know they can access this project
it_it: Comunicalo al team che possono accedere a questo progetto

source: The notification will only be sent if you publish the post, and if you have assigned team members. Else nothing will be sent.
it_it: La notifica verrà inviata solo se pubblichi il post e se hai assegnato membri del team. Altrimenti non verrà inviato nulla.

source: Let the owner know he can access this private content
de_de: Geben Sie dem zugeordneten Besitzer Bescheid, dass er auf diesen privaten Inhalt zugreifen kann
it_it: Far sapere che egli può accedere a questo contenuto privato al proprietario

source: The notification will only be sent if you publish the post, and if you have set an owner. Else nothing will be sent.
de_de: Die Benachrichtigung wird nur versendet, wenn Sie den Inhalt veröffentlichen und auch einen Besitzer zuordnen. Geschieht dies nicht, wird nichts versendet.
it_it: La notifica verrà inviata solo se pubblichi il post e se hai impostato un proprietario. Altrimenti non verrà inviato nulla.

source: Notification "%1$s" sent to payer (user ID: %2$s)
it_it: Notifica "%1$s" inviata al pagatore (ID utente:%2$s)

source: Notification "%1$s" sent to %2$d administrator(s)
it_it: Notifica "%1$s" inviato a %2$ amministratore / d

source: The notification can not be sent if the post is not published
de_de: Die Benachrichtigung kann nicht versendet werden, solange der Inhalt nicht veröffentlicht wurde
it_it: La notifica non può essere inviata se il post non viene pubblicato

source: A notification has been sent to %d recipient(s)
de_de: Eine Benachrichtigung wurde an %d Empfänger versandt
it_it: Una notifica è stata inviata ai destinatari di %d

source: This project does not yet have any members. Nothing has been sent.
it_it: Questo progetto non ha ancora membri. Nulla è stato inviato.

source: A notification has been sent to the private content owner(s)
it_it: Una notifica è stata inviata per il proprietario privato di contenuto

source: This post does not yet have any owners. Nothing has been sent.
de_de: Diesem Inhalt wurde im Moment noch kein Besitzer zugeordnet. Es wurde keine Benachrichtigung versendet.
it_it: Questo post non ha ancora proprietari. Nulla è stato inviato.

source: Notification sent
it_it: Notifica inviata

source: Email sent
it_it: E-mail inviata

source: Unknonwn notification type
it_it: Tipo di notifica Unknonwn

source: To:
it_it: A:

source: Extra
it_it: Extra info

source: Headers
it_it: Header

source: Subject
de_de: Betreff
it_it: Oggetto

source: Body
de_de: Text
it_it: Corpo

source: Approve it
it_it: Approvazione del documento

source: Spam it
it_it: Controllo spam

source: Trash it
it_it: Cestino

source: Delete it
it_it: Elimina

source: Your website name
it_it: Il tuo sito web

source: Your website home URL
it_it: URL del tuo sito web:

source: The from name set in the notifications settings
it_it: Il nome impostato nelle impostazioni delle notifiche

source: The from address set in the notifications settings
it_it: L'indirizzo impostato nelle impostazioni notifiche

source: The notification recipient's display name
it_it: Nome visualizzato del destinatario notifica

source: The notification recipient's email address
it_it: Indirizzo e-mail del destinatario notifica

source: The name of the user logged in at the time of the notification (the one who triggered the notification)
it_it: Il nome dell'utente che ha effettuato l'accesso al momento della notifica (colui che ha attivato la notifica)

source: The email address of the user logged in at the time of the notification
it_it: L'indirizzo email dell'utente che ha effettuato l'accesso al momento della notifica

source: The title of the private content
it_it: Il titolo del contenuto privato

source: The direct link to the private content
it_it: Il link diretto al contenuto privato

source: The actual content (body) of the private content
it_it: Il contenuto effettivo (corpo) del contenuto privato

source: The type of private content (private file, private page, project, etc.)
it_it: Il tipo di contenuto privato (file privato, pagina privata, progetto, ecc.)

source: The name of the author of the private content
it_it: Il nome dell'autore del contenuto privato

source: The email address of the author of the private content
it_it: L'indirizzo email dell'autore del contenuto privato

source: The name of the owner of the private content (user(s), role(s), group(s), etc.)
it_it: Il nome del proprietario del contenuto privato (utenti, ruoli, gruppi, ecc.)

source: The direct link to review a private content submission held for moderation
it_it: Il link diretto per rivedere una presentazione di contenuti privati ​​tenuti per moderazione

source: The list of attachments to a private file
it_it: L'elenco di allegati in un file privato

source: The file name of the attachment related to the action which triggered the notification (for instance, the attachment which was downloaded)
it_it: Il nome del file dell'allegato relazionato all'azione che ha attivato la notifica (per esempio, l'allegato che è stato scaricato)

source: The name of the user who created the reply to the conversation
it_it: Il nome dell'utente che ha creato la risposta alla conversazione

source: The email address of the user who created the reply to the conversation
it_it: L'indirizzo email dell'utente che ha creato la risposta alla conversazione

source: The content of the reply to the conversation
it_it: Il contenuto della risposta alla conversazione

source: The number of the invoice
it_it: Il numero della fattura

source: The total amount for the invoice, including the currency
it_it: L'importo totale della fattura, tra cui la moneta

source: The invoice due date
it_it: Elenco fatture

source: The login of the person who submitted the authentication form (registration, password recovery, reset password)
it_it: L'account di accesso della persona che ha inviato il modulo di autenticazione (registrazione, recupero password, password reset)

source: The address of the person who submitted the authentication form (registration, password recovery, reset password)
it_it: L'indirizzo della persona che ha inviato il modulo di autenticazione (registrazione, recupero password, password reset)

source: A link to the page where the user can set or reset his password
it_it: Un collegamento alla pagina in cui l'utente può impostare o reimpostare la sua password

source: The comment content for notifications about comments on posts
it_it: Il contenuto del commento per le notifiche sui commenti sui post

source: The name of the person who left a comment
it_it: Il nome della persona che ha lasciato un commento

source: The address of the person who left a comment
it_it: L'indirizzo della persona che ha lasciato un commento

source: The URL of the person who left a comment
it_it: L'URL della persona che ha lasciato un commento

source: The IP address of the person who left a comment
it_it: L'indirizzo IP della persona che ha lasciato un commento

source: The links for the comment moderators to approve a comment, delete it or flag it as spam
it_it: I link per i moderatori dei commenti per approvare un commento, eliminarlo o contrassegnarlo come spam

source: The amount that has been paid (including currency)
it_it: L'importo che è stato pagato (compresa la valuta)

source: The URL to the payment edit page
it_it: L'URL alla pagina di modifica del pagamento

source: The task due date
it_it: Data di scadenza dell'attività

source: The task description
it_it: Attività principali

source: %s created
it_it: %s creato

source: Email that gets sent to a user when new private content of type &laquo; %s &raquo; is published for him.
it_it: Posta elettronica viene inviata a un utente quando nuovi contenuti privati di tipo «%s» viene pubblicato per lui.

source: Enabled
de_de: Aktiviert
it_it: Abilitato

source: Disabled
de_de: Deaktiviert
it_it: Disabilitato

source: Content created
it_it: Data creazione contenuto

source: Email that gets sent to the administrators when new private content is published by someone.
it_it: Posta elettronica che viene inviata agli amministratori quando nuovi contenuti privati, edito da qualcuno.

source: Comment posted
it_it: Commento postato

source: Email that gets sent to the private content author and owners when a comment is added.
it_it: Email che viene inviata all'autore e ai proprietari di contenuti privati ​​quando viene aggiunto un commento.

source: Comment held for moderation
it_it: Commento sottoposti a moderazione

source: Email that gets sent to the administrators when a comment is held for moderation.
it_it: Email che viene inviata agli amministratori quando un commento viene trattenuto per moderazione.

source: Content held for moderation
it_it: Contenuti sottoposti a moderazione

source: File downloaded
it_it: Files scaricati

source: Email that gets sent when a file is downloaded.
it_it: Email che viene inviata quando viene scaricato un file.

source: Always
de_de: Immer
it_it: Sempre

source: Only the first time
de_de: Nur beim ersten Mal
it_it: LA PRIMA VOLTA

source: Site administrators
it_it: Amministratori

source: Document author
it_it: Autore del Documento

source: All recipients
it_it: Tutti i destinatari

source: Task list completed
it_it: Elenco delle attività completato

source: Email that gets sent when all the tasks in the list have been checked.
it_it: Posta elettronica che viene inviata quando tutte le attività nell'elenco sono state controllate.

source: Task list owners
it_it: Proprietari di elenchi di attività

source: Task list author
it_it: Autore dell'elenco attività

source: Task soon overdue
it_it: Compito presto scaduto

source: Email that gets sent when a task's due date is approaching (requires WordPress CRON enabled).
it_it: Posta elettronica che viene inviato quando si avvicina la data di scadenza di un'attività (richiede WordPress CRON abilitato).

source: Task overdue
it_it: Scaduti

source: Reminder that gets sent when a task's due date is passed (requires WordPress CRON enabled).
it_it: Promemoria che viene inviato quando viene passata la data di scadenza di un'attività (richiede WordPress CRON abilitato).

source: New Reply
it_it: Nuova risposta

source: Email that gets sent to the participants of a conversation when a new reply is posted.
it_it: Posta elettronica che viene inviata ai partecipanti di una conversazione quando viene inviata una nuova risposta.

source: Password reset
it_it: [%s] Reimposta password

source: Email that gets sent to the user requesting a password reset. This must contain a link to the page where the user can effectively reset the password.
it_it: Posta elettronica che viene inviata per l'utente che richiede una reimpostazione della password. Questo deve contenere un link alla pagina dove l'utente può efficacemente reimpostare la password.

source: Email that gets sent to the administrators after a user resets his password.
it_it: Posta elettronica che viene inviata agli amministratori dopo che un utente reimposta la password.

source: Registration
it_it: La registrazione utenti è disabilitata su questo sito.

source: Email that gets sent to the user who registered on the website. This must contain a link to the page where the user can set his password.
it_it: Posta elettronica viene inviata all'utente che ha registrato sul sito. Questo deve contenere un link alla pagina dove l'utente può impostare la propria password.

source: Email that gets sent to the administrators after a user registers on the website.
it_it: Posta elettronica che viene inviata agli amministratori dopo che un utente si registra sul sito.

source: Payment accepted
it_it: Metodi di pagamento accettati

source: Email that gets sent to someone after his payment has been marked as "complete".
it_it: Posta elettronica viene inviata a qualcuno dopo il suo pagamento è stato contrassegnato come "completo".

source: Payment rejected
it_it: Pagamento rifiutato

source: Email that gets sent to someone after his payment has been marked as "rejected".
it_it: Posta elettronica viene inviata a qualcuno dopo il suo pagamento è stato contrassegnato come "rifiutato".

source: Email that gets sent to the administrators after a user payment is marked as completed.
it_it: Posta elettronica che viene inviata agli amministratori dopo un pagamento di utente è contrassegnato come completato.

source: Email that gets sent to the administrators after a user payment is marked as rejected.
it_it: Posta elettronica che viene inviata agli amministratori dopo un pagamento di utente è contrassegnato come rifiutato.

source: Payment pending
it_it: Pagamento in sospeso

source: Email that gets sent to the administrators after a user payment is marked as pending.
it_it: Posta elettronica che viene inviata agli amministratori dopo un pagamento di utente viene contrassegnato come in sospeso.

source: [{{site_name}}] Test message
it_it: [{{site_name}}] Messaggio di prova

source: Congratulations!
it_it: Congratulazioni, tutto sembra essere configurto correttamente. Puoi goderti la tua area clienti ora.

source: Hello {{logged_user_name}}, This is the sample email you are supposed to receive. If you are reading this, the server seems to be properly configured. Best regards, Your WP Customer Area plugin
it_it: Ciao {{logged_user_name}}, questa è la mail di esempio che si suppone di ricevere. Se stai leggendo questo, il server sembra essere configurato correttamente. Cordiali saluti, Your Area clienti di WP plugin

source: [{{site_name}}] New file download
it_it: [{{site_name}}] Nuovo download del file

source: New download
it_it: Nuovo Download

source: [{{site_name}}] New reply to a conversation
it_it: [{{site_name}}] Rispondi a una conversazione

source: Conversation updated
it_it: Conversazione aggiornata

source: Hello {{to_name}}, A new reply has been posted in the conversation <a href="{{post_url}}">{{post_title}}</a> by {{author_name}}.
it_it: Ciao {{to_name}}, una nuova risposta è stata pubblicata nella conversazione <a href="{{post_url}}">{{post_title}}</a> da {{author_name}}.

source: [{{site_name}}] Private content published
it_it: [{{site_name}}] Contenuti privati pubblicati

source: New content
it_it: Nuovo contenuto

source: Hello {{to_name}}, A new post has been published in the customer area: <a href="{{post_url}}">{{post_title}}</a> by <strong>{{author_name}}</strong> for <strong>{{owner_name}}</strong>
it_it: Ciao {{to_name}}, un nuovo post è stato pubblicato nell'area clienti: <a href="{{post_url}}">{{post_title}}</a> di <strong>{{author_name}}</strong> per <strong>{{owner_name}}</strong>

source: [{{site_name}}] Private content held for moderation
it_it: [{{site_name}}] Contenuti privati sottoposti a moderazione

source: Review required
it_it: %s richiesta revisione

source: Hello {{to_name}}, New <em>{{post_type}}</em> created by <strong>{{author_name}}</strong> for <strong>{{owner_name}}</strong> is held for moderation. You can review it on that page: <a href="{{review_url}}">{{post_title}}</a>
it_it: Ciao {{to_name}}, New <em>{{post_type}}</em> creato da <strong>{{author_name}}</strong> per <strong>{{owner_name}}</strong> è sottoposti a moderazione. È possibile rivedere in quella pagina: <a href="{{review_url}}">{{post_title}}</a>

source: [{{site_name}}] New comment on "{{post_title}}"
it_it: [{{site_name}}] Nuovo commento su "{{post_title}}"

source: New comment
it_it: Nuovo commento

source: Hello {{to_name}}, <a href="{{commenter_url}}">{{commenter_name}}</a> ({{commenter_email}}) has left a comment on <a href="{{post_url}}#comments">{{post_title}}</a>: {{comment_content}}
it_it: Ciao {{to_name}}, <a href="{{commenter_url}}">{{commenter_name}}</a> ({{commenter_email}}) ha lasciato un commento su <a href="{{post_url}}#comments">{{post_title}}</a>: {{comment_content}}

source: [{{site_name}}] Comment held for moderation on "{{post_title}}"
it_it: [{{site_name}}] Commento sottoposti a moderazione su "{{post_title}}"

source: Hello {{to_name}},A new comment on the post <a href="{{post_url}}">{{post_title}}</a> is waiting for your approval. <ul> <li><strong>Author name</strong>: #{{commenter_name}}</li> <li><strong>Author email</strong>: {{commenter_email}}</li> <li><strong>Author URL</strong>: {{commenter_url}}</li> </ul> {{comment_content}} {{comment_moderation_links}}
it_it: Ciao {{to_name}}, un nuovo commento sul post <a href="{{post_url}}">{{post_title}}</a> è attesa per la vostra approvazione.<ul> <li><strong>Nome autore</strong>: #{{commenter_name}}</li> <li><strong>Autore e-mail</strong>: {{commenter_email}}</li> <li><strong>URL autore</strong>: {{commenter_url}}</li> </ul>{{comment_content}} {{comment_moderation_links}}

source: [{{site_name}}] New file available
it_it: [{{site_name}}] Nuovi file disponibili

source: New file
it_it: Nuovo file

source: Hello {{to_name}}, {{author_name}} has published new content for you. Just follow this link to read it: <a href="{{post_url}}">{{post_title}}</a> This file has some attachments which can be downloaded: {{attachment_list}}
it_it: Ciao {{to_name}}, {{author_name}} ha pubblicato nuovi contenuti per voi. Basta seguire questo link per leggerlo: <a href="{{post_url}}">{{post_title}}</a> questo file ha alcuni allegati che possono essere scaricati: {{attachment_list}}

source: [{{site_name}}] New project available
it_it: [{{site_name}}] Nuovo progetto disponibile

source: New project
it_it: Nuovo progetto

source: Hello {{to_name}}, {{author_name}} has created a new project where you are involved. Just follow this link to view it: <a href="{{post_url}}">{{post_title}}</a>
it_it: Ciao {{to_name}}, {{author_name}} ha creato un nuovo progetto in cui siete coinvolti. Basta seguire questo link per vederlo: <a href="{{post_url}}">{{post_title}}</a>

source: [{{site_name}}] Your invoice
it_it: [{{site_name}}] La fattura

source: Invoice #{{invoice_number}}
it_it: Fattura n. {{invoice_number}}

source: Hello {{to_name}}, {{author_name}} has issued an invoice for you: <ul> <li><strong>Invoice</strong>: #{{post_title}}</li> <li><strong>Amount</strong>: {{invoice_total}}</li> <li><strong>Due date</strong>: {{invoice_due_date}}</li> </ul> You can view it online it by following <a href="{{post_url}}">this link</a> Thank you.
it_it: Ciao {{to_name}}, {{author_name}} ha emesso una fattura per voi:<ul> <li><strong>Fattura</strong>: #{{post_title}}</li> <li><strong>Quantità</strong>: {{invoice_total}}</li> <li><strong>Data di scadenza</strong>: {{invoice_due_date}}</li> </ul>È possibile visualizzarla online dal seguente <a href="{{post_url}}">questo link</a> vi ringrazio.

source: [{{site_name}}] New conversation
it_it: [{{site_name}}] Nuova conversazione

source: New conversation
it_it: Nuova Conversazione

source: Hello {{to_name}}, {{author_name}} has started a conversation with you. Just follow this link to read it: <a href="{{post_url}}">{{post_title}}</a>
it_it: Ciao {{to_name}}, {{author_name}} ha avviato una conversazione con te. Segui questo link per leggerlo: <a href="{{post_url}}">{{post_title}}</a>

source: [{{site_name}}] New content available
it_it: [{{site_name}}] Nuovi contenuti disponibili

source: New document
it_it: Nuovo documento

source: Hello {{to_name}}, {{author_name}} has published new content for you. Just follow this link to read it: <a href="{{post_url}}">{{post_title}}</a>
it_it: Ciao {{to_name}}, {{author_name}} ha pubblicato nuovi contenuti per te. Segui questo link per leggerlo: <a href="{{post_url}}">{{post_title}}</a>

source: [{{site_name}}] Password Reset
it_it: [{{site_name}}] Ripristino della password

source: Reset your password
it_it: Reimposta la tua password

source: Hello {{to_name}}, Someone requested that the password be reset on <a href="{{site_url}}">{{site_name}}</a>. Your username there is: {{user_login}} If this was a mistake, just ignore this email and nothing will happen. To reset your password, visit the following address: <a href="{{reset_password_url}}">Reset password</a>
it_it: Ciao {{to_name}}, qualcuno ha richiesto che la password reimpostata su <a href="{{site_url}}">{{site_name}}</a>. Il tuo nome utente c'è: {{user_login}} se questo è stato un errore, basta ignorare questa email e non accadrà nulla. Per reimpostare la password, visitare il seguente indirizzo: <a href="{{reset_password_url}}">reimpostare la password</a>

source: [{{site_name}}] Welcome
it_it: [{{site_name}}] Benvenuto

source: Congratulations
it_it: Congratulazioni, tutto sembra essere configurto correttamente. Puoi goderti la tua area clienti ora.

source: Hello {{to_name}}, Thank you for registering on <a href="{{site_url}}">{{site_name}}</a>. Your username is: {{user_login}} To set your password, visit the following address: <a href="{{reset_password_url}}">Set password</a>
it_it: Ciao {{to_name}}, grazie per la registrazione il <a href="{{site_url}}">{{site_name}}</a>. Il tuo nome utente è: {{user_login}} per impostare la password, visitare il seguente indirizzo: <a href="{{reset_password_url}}">impostare password</a>

source: [{{site_name}}] Password lost and changed
it_it: [{{site_name}}] Password perse e cambiato

source: Hello {{to_name}}, A user changed his password on <a href="{{site_url}}">{{site_name}}</a>. Here are some details about that user: Username: {{user_login}} Email: {{user_email}}
it_it: Ciao {{to_name}}, un utente ha cambiato la sua password su <a href="{{site_url}}">{{site_name}}</a>. Ecco alcuni dettagli su tale utente: nome utente: {{user_login}} E-mail: {{user_email}}

source: [{{site_name}}] New user registration
it_it: [{{site_name}}] Registrazione nuovo utente

source: New user
it_it: [%s] Nuova registrazione utente

source: Hello {{to_name}}, A new user has registered on <a href="{{site_url}}">{{site_name}}</a>. Here is some more information: Username: {{user_login}} Email: {{user_email}}
it_it: Ciao {{to_name}}, un nuovo utente ha registrato il <a href="{{site_url}}">{{site_name}}</a>. Ecco qualche informazione in più: nome utente: {{user_login}} E-mail: {{user_email}}

source: [{{site_name}}] Thank you for your payment
it_it: [{{site_name}}] Grazie per il vostro pagamento

source: Hello {{to_name}}, Thank you for your payment of {{payment_amount}} on <a href="{{site_url}}">{{site_name}}</a>.
it_it: Salve {{to_name}}, ti ringraziamo per il pagamento di {{payment_amount}} su <a href="{{site_url}}">{{site_name}}</a> .

source: [{{site_name}}] Your payment has been rejected
it_it: [{{site_name}}] Il pagamento è stato rifiutato

source: Hello {{to_name}}, Unfortunately your payment of {{payment_amount}} has been rejected on <a href="{{site_url}}">{{site_name}}</a>. If you feel this is an error, please contact us. Else please try again.
it_it: Ciao {{to_name}}, purtroppo il vostro pagamento di {{payment_amount}} è stato respinto il <a href="{{site_url}}">{{site_name}}</a>. Se ritieni che questo è un errore, vi preghiamo di contattarci. Altrimenti si prega di riprovare.

source: [{{site_name}}] Payment accepted
it_it: [{{site_name}}] Pagamenti accettati

source: Payment accepted &ndash; {{payment_amount}}
it_it: Pagamento accettato – {{payment_amount}}

source: Hello {{to_name}}, A payment has been validated on <a href="{{site_url}}">{{site_name}}</a>. <a href="{{payment_edit_url}}">Show payment</a>.
it_it: Ciao {{to_name}}, un pagamento è stato convalidato su <a href="{{site_url}}">{{site_name}}</a>. <a href="{{payment_edit_url}}">Visualizza il pagamento</a>.

source: [{{site_name}}] Payment rejected
it_it: [{{site_name}}] Pagamento rifiutato

source: Payment rejected &ndash; {{payment_amount}}
it_it: Pagamento rifiutato – {{payment_amount}}
