Repository: marvinlabs/wpca-translations
Catalog: wpca-terms-of-service/cuarts-*.po
Languages: it_it

source: Terms of Service settings
it_it: Termini di impostazioni del servizio

source: You need to agree to our terms of service.
it_it: È necessario accettare i termini del servizio.

source: You need to agree our terms of service before logging in.
it_it: Devi accettare i nostri termini di servizio prima di accedervi.

source: How does it works?
it_it: Come funziona?

source: As soon as you add some content to this page, a checkbox will be displayed on the login and register pages to force your users to accept your terms of service. If you need some time to write this page, change the status of this page to draft so the checkboxes won't yet appear.
it_it: Non appena si aggiunge alcuni contenuti di questa pagina, una casella di controllo verrà visualizzato sul login e registrare pagine per imporre agli utenti di accettare i termini del servizio. Se hai bisogno di tempo per scrivere questa pagina, è possibile modificare lo stato di questa pagina per redigere quindi le caselle di controllo non verrà ancora visualizzato.

source: Roles that require agreement
it_it: Ruoli che richiedono l'accettazione

source: You can adjust permissions to skip Terms of Service agreement for some roles on the <strong><a href="%s" title="WP Customer Area capabilities" target="_BLANK">capabilities page</a> > General > Terms of Service</strong>.
it_it: È possibile modificare le autorizzazioni per ignorare accordo termini di servizio per alcuni ruoli nella <strong> <a href="%s" title="WP Customer Area capabilities" target="_BLANK">pagina funzionalità</a> > generale > termini di servizio</strong>.

source: Reset agreements
it_it: Reimpostare gli accordi

source: Check this box to reset terms of service agreements for all users. This is useful when you have updated the terms and want your users to validate them again.
it_it: Selezionare questa casella per reimpostare i termini dei contratti di servizio per tutti gli utenti. Ciò è utile quando si hanno aggiornato le condizioni e si desidera che gli utenti li convalidare nuovamente.

source: By checking this box, you agree to our <a href="%s" target="_BLANK">terms of service</a> (required).
it_it: Selezionando questa casella, accetti i nostri <a href="%s" target="_BLANK">termini di servizio</a> (obbligatorio).

source: By checking this box, you agree to our <a href="%s" target="_BLANK" class="btn btn-default btn-xs">terms of service</a> (required).
it_it: Selezionando questa casella, accetti i nostri <a href="%s" target="_BLANK" class="btn btn-default btn-xs">termini di servizio</a> (obbligatorio).

source: Terms Of Service
it_it: Termini di servizio

source: Terms of Service
it_it: Termini di servizio

source: Skip Terms of Service agreement
it_it: Accordo di Skip termini di servizio

source: Terms of service
it_it: Termini di servizio

source: The page your users must agree before they can subscribe.
it_it: La pagina che gli utenti devono accettare prima di essi puoi iscriverti.

source: Force users to agree to terms of service
it_it: Imporre agli utenti di accettare termini di servizio
