Repository: marvinlabs/wpca-translations
Catalog: wpca-tasks/cuarta-*.po
Languages: it_it

source: Task lists - New
it_it: Elenchi di attività - nuovo

source: Create task list
it_it: Crea un elenco compiti

source: Page to create new task lists.
it_it: Pagina per creare nuovi elenchi di attività.

source: List details
it_it: Lista + Dettaglio

source: Tasks
it_it: Compiti

source: The title cannot be empty
it_it: Il titolo della pagina non può essere vuoto

source: The description cannot be empty
it_it: La descrizione non può essere vuota.

source: You must select at least one owner
it_it: È necessario selezionare almeno un elemento.

source: Done
it_it: Fatto

source: The task list has been created.
it_it: L'elenco delle attività è stato creato.

source: Back to task lists
it_it: Torna a elenchi di attività

source: Create more
it_it: Invia altri

source: View it
it_it: Visualizza

source: Details
it_it: Dettagli

source: You are not allowed to pick an owner and there are no default owners for this type of content. Please contact your website administrator!
it_it: Non è consentito di scegliere un proprietario e non ci sono nessun proprietario predefinito per questo tipo di contenuto. Si prega di contattare l'amministratore del sito Web!

source: Title
it_it: Titolo

source: Content
it_it: Contenuto

source: Owner
it_it: Proprietario

source: Save and add tasks
it_it: Salvare e aggiungere attività

source: Next step
it_it: Passaggio successivo

source: You must save the post before you can add tasks
it_it: Prima è possibile aggiungere attività, è necessario salvare il post

source: Task lists - Owned
it_it: Elenchi di attività - Proprietà

source: My task lists
it_it: Elenchi delle attività

source: Page to list the task lists a customer owns.
it_it: Pagina per elencare gli elenchi di attività che un cliente possiede.

source: Task lists you published
it_it: Elenchi di attività che è stato pubblicato

source: Task lists published by %1$s
it_it: Elenchi di attività pubblicati da %1$s

source: Task lists under %1$s
it_it: Elenchi di attività sotto %1$s

source: Task lists published in %2$s %1$s
it_it: Elenchi di attività pubblicati nella %2$s %1$s

source: Task lists published in %1$s
it_it: Elenchi di attività pubblicati nella %1$s

source: Task Lists
it_it: Elenchi delle attività

source: Recent Task Lists
it_it: Elenchi di attività recenti

source: View all
it_it: Visualizza tutte

source: There are no task lists in that category.
it_it: Esistono elenchi di attività in quella categoria.

source: You currently have no tasklists.
it_it: Attualmente non hai nessun tasklists.

source: There are no task lists for that period.
it_it: Esistono elenchi di attività per quel periodo.

source: You currently have no task lists.
it_it: Attualmente non hai nessun elenchi di attività.

source: Added on %s
it_it: Aggiunto il %s

source: NO TASKS
it_it: Nessun compito

source: %1$d OUT OF %2$d
it_it: %1$d di %2$d

source: Created on
it_it: Creato il

source: Created by
it_it: Creato da

source: Assigned to
it_it: Assegnato a

source: Page %1$s/%2$s
it_it: Pagina %1$s/%2$s

source: No items were found matching the selected filters
it_it: Nessun elemento trovato corrispondente ai filtri selezionati

source: Author
it_it: Autore

source: Date
it_it: Data

source: WPCA - Task List Authors
it_it: WPCA - attività elenco Autori

source: Shows the task list author archives of the Customer Area
it_it: Mostra gli archivi degli autori delle liste attività dell'area clienti

source: Created By
it_it: Creato da

source: WPCA - Task List Archives
it_it: WPCA - gli archivi della lista attività

source: Shows the task list yearly archives of the Customer Area
it_it: Mostra gli archivi annuali dell'elenco attività dell'Area clienti

source: Archives
it_it: Archivi

source: WPCA - Recent Task Lists
it_it: WPCA - elenchi di attività recenti

source: Shows a list of task lists for the logged-in user
it_it: Mostra un elenco di elenchi di attività per l'utente loggato

source: No task lists
it_it: Elenchi delle attività

source: Tasks - Home
it_it: Attività - Home

source: Root page for the customer tasks.
it_it: Pagina principale per le attività del cliente.

source: Task lists - Update
it_it: Elenchi di attività - aggiornamento

source: Update task list
it_it: Aggiorna elenco attività

source: Page to update task lists.
it_it: Pagina per aggiornare gli elenchi di attività.

source: The task list has been updated.
it_it: È stato aggiornato l'elenco delle attività.

source: Description
it_it: Descrizione

source: Update
it_it: Aggiorna

source: Progress
it_it: Progresso

source: %3$s%% - %1$s task(s) completed out of %2$s
it_it: %3$s %% -%1$s compito (i) completato da%2$s

source: The list does not exist
it_it: L'elenco non esiste

source: You must specify a task to update
it_it: È necessario specificare un'attività per l'aggiornamento

source: Global
it_it: Globale

source: Manage tasks of any lists
it_it: Gestire le attività di tutti gli elenchi

source: Manage tasks of own lists
it_it: Gestire le attività delle proprie liste

source: Manage tasks of assigned lists
it_it: Gestire le attività delle liste assegnate

source: Check any task
it_it: Controllare tutte le attività

source: Check tasks in own lists
it_it: Attività di controllo nelle proprie liste

source: Check tasks in assigned lists
it_it: Controlla le attività negli elenchi assegnati

source: List all lists
it_it: Tutte le Liste

source: Access lists
it_it: Elenchi di accesso

source: Create/Edit lists
it_it: Creare e modificare elenchi

source: Delete lists
it_it: Eliminare le liste

source: View task lists
it_it: Elenchi delle attività

source: View any task list
it_it: Mostra lista dei compiti

source: Are you sure that you want to delete this task?
it_it: Sei sicuro di voler eliminare questa attività?

source: Task list id is not specified
it_it: L'ID dell'elenco attività non è specificato

source: Trying to cheat?
it_it: Cercando di ingannare ?

source: You are not allowed to update task completion
it_it: Non è consentito aggiornare il completamento dell'attività

source: Task id is not specified
it_it: Non viene specificato l'id attività

source: You are not allowed to manage tasks of this list
it_it: Non è consentito per gestire le attività di questo elenco

source: You must provide a description
it_it: Devi fornire una descrizione

source: There are no tasks in this list
it_it: Non vi sono attività in questa visualizzazione.

source: Add task
it_it: Aggiungi attività

source: Enter the new task description here...
it_it: Inserisci qui la nuova descrizione dell'attività ...

source: Move
it_it: Sposta

source: Add due date
it_it: Aggiungi nuova data

source: Delete
it_it: elimina

source: Due date
it_it: Data: {date}

source: Add private task lists to your Customer Area
it_it: Aggiungi elenchi di attività privati ​​alla tua area clienti

# cuar_tasklist
source: Task List
it_it: Lista Compiti

# cuar_tasklist
source: Task Lists
it_it: Elenchi delle attività

# cuar_tasklist
source: Add New
it_it: Aggiungi Nuovo

# cuar_tasklist
source: Add New Task List
it_it: Aggiungi Nuova Lista Compiti

# cuar_tasklist
source: Edit Task List
it_it: Modifica lista dei compiti

# cuar_tasklist
source: New Task List
it_it: Nuova lista compiti

# cuar_tasklist
source: View Task List
it_it: Mostra lista dei compiti

# cuar_tasklist
source: Search Task Lists
it_it: Cerca elenchi di attività

# cuar_tasklist
source: No task lists found
it_it: Nessuna Lista trovata!!

# cuar_tasklist
source: No task lists found in Trash
it_it: Nessun compito trovato nel cestino

# cuar_tasklist
source: Parent Task List:
it_it: Lista dei compiti genitore

# cuar_task
source: Tasks
it_it: Compiti

# cuar_task
source: Task
it_it: Un'attività è stata effettuata: {{task_due_date}}

# cuar_task
source: Add New
it_it: Aggiungi Nuovo

# cuar_task
source: Add New Task
it_it: Aggiungi nuovo compito

# cuar_task
source: Edit Task
it_it: Modifica Attività

# cuar_task
source: New Task
it_it: Nuovo Compito

# cuar_task
source: View Task
it_it: Mostra compito

# cuar_task
source: Search Tasks
it_it: Cerca attività

# cuar_task
source: No tasks found
it_it: Nessuna attività trovata

# cuar_task
source: No tasks found in Trash
it_it: Nessuna attività trovata nel Cestino

# cuar_task
source: Parent Task:
it_it: Attività genitore
