Repository: marvinlabs/wpca-translations
Catalog: wpca-design-extras/cuarde-*.po
Languages: it_it

source: Design Extras
it_it: Design Extra

source: Design Extras add-on
it_it: Componente aggiuntivo Design Extra

source: [Default: %s]
it_it: Predefinito: %s

source: Airmail
it_it: Posta aerea

source: Link color
it_it: Colore Link

source: Hexadecimal format, example: #123456
it_it: Formato esadecimale, esempio: #123456

source: Header background image
it_it: Immagine di sfondo dell’intestazione

source: Stripped bar background used on the top of the email
it_it: Spogliato bar sfondo utilizzato sulla parte superiore l'e-mail

source: Header background color
it_it: Colore Sfondo Testata

source: Main background
it_it: Sfondo Principale

source: Main text color
it_it: Colore testo principale

source: Main title color
it_it: Colore del titolo principale [backend]

source: Footer background
it_it: Colore di sfondo del piè di pagina

source: Footer border color
it_it: Colore bordo del Footer

source: Footer text color
it_it: Colore testo footer

source: Text color
it_it: Colore del testo

source: Neutral color
it_it: Colore neutro

source: Neutral text color
it_it: Colore del testo neutro

source: Primary color
it_it: Colore primario

source: Secondary color
it_it: Colore secondario

source: Secondary text color
it_it: Colore testo secondario

source: Background image
it_it: Carica immagine di sfondo |

source: Stripped bar background used on the top of the pages
it_it: Spogliato bar sfondo utilizzato sulla parte superiore delle pagine

source: Background color
it_it: Colore di sfondo

source: Page orientation
it_it: Orientamento foglio

source: Portrait
it_it: Ritratto

source: Landscape
it_it: Paesaggio

source: Choose weither to render the page in potrait or landscape mode
it_it: Scegliere weither per eseguire il rendering della pagina in modalità ritratto o paesaggio

source: Main content background
it_it: Colore dello sfondo principale

source: Main content color
it_it: Colore testo del contenuto principale

source: Main content border
it_it: Bordo del contenuto

source: Minimal
it_it: Minimale

source: Accent color
it_it: Colore accentato

source: Items color
it_it: Colore degli elementi di menu

source: Secondary contents color
it_it: Colore secondario contenuto

source: Border color
it_it: Colore Bordo

source: Secondary border color
it_it: Colore bordo secondario

source: Upload an image to customize the PDF pages background
it_it: Caricare un'immagine per personalizzare lo sfondo di pagine PDF

source: Background horizontal position
it_it: Posizione orizzontale sfondo

source: Can be: left / center / right / value(mm, px, pt, %)
it_it: Può essere: sinistra / centro / destra / valore (mm, px, pt, %)

source: Background vertical position
it_it: Posizione della background

source: Can be: top / middle / bottom / value(mm, px, pt, %)
it_it: Può essere: superiore, medio / basso e valore (mm, px, pt, %)

source: Background width
it_it: Larghezza Sfondo

source: Can be: value(mm, px, pt, %)
it_it: Può essere: valore (mm, px, pt, %)

source: Footer thanks message
it_it: Messaggio di grazie di piè di pagina

source: THANK YOU
it_it: Grazie

source: Leave empty if you don't want a footer to be displayed.
it_it: Lasciare vuoto se non volete un piè di pagina da visualizzare.

source: Footer thanks message typo size
it_it: Dimensione del piè di pagina grazie messaggio errore di battitura

source: Choose the typo size for your Thanks message.
it_it: Scegliere il formato di errore di battitura per il tuo messaggio grazie.

source: Footer background color
it_it: Colore di sfondo del piè di pagina

source: Primary text color
it_it: Colore del testo primario

source: Colorful Dark
it_it: colorato

source: Monochrome Light
it_it: Monocromatico chiaro

source: Monochrome Dark
it_it: Monocromatico scuro

source: 2 Checkout
it_it: Cassa

source: Amazon Payments
it_it: Pagamenti Amazon

source: Chase
it_it: Inseguire

source: Cirrus
it_it: Cirri

source: Direct Debit
it_it: Addebito diretto

source: Discover
it_it: Scopri

source: Sage
it_it: Salvia

source: Solo
it_it: Single

source: Switch
it_it: Cambia

source: Visa Electron
it_it: Electron

source: World Pay
it_it: Mondo Pay

source: Square
it_it: quadrati

source: Columns background color
it_it: Colore di sfondo delle colonne

source: Column text color
it_it: Colore del testo della colonna

source: Square color
it_it: Colore pezzi quadrati:

source: Square text color
it_it: Colore del testo quadrato

source: THANK YOU&nbsp;!
it_it: GRAZIE A VOI!

source: Footer thanks message background color
it_it: Piè di pagina colore di sfondo del messaggio grazie

source: Footer thanks message color
it_it: Colore di messaggio grazie piè di pagina

source: Textura
it_it: Scrittura gotica

source: Title color
it_it: Colore titolo

source: Header text color
it_it: Colore del testo dell'header backend

source: From
it_it: Da

source: Invoice
it_it: Fattura

source: To
it_it: A

source: Item
it_it: Modifica Elemento Menu

source: Quantity
it_it: Quantità

source: Unit price
it_it: Prezzo unitario

source: (excl. taxes)
it_it: (IVA esclusa)

source: Total price
it_it: Prezzo totale

source: Created
it_it: creato-da

source: Status
it_it: Stato

source: Due date
it_it: Data: {date}

source: None
it_it: Nessuno

source: Amount due
it_it: Importo dovuto

source: Payment mode
it_it: Modalità di pagamento

source: Subtotal (excl. taxes)
it_it: Subtotale (tasse escluse)

source: Total
it_it: Totale

source: Invoice %s
it_it: Fattura %s

source: Notice
it_it: Avviso o nota di ringraziamento

source: NOTICE:
it_it: Avviso o nota di ringraziamento

source: Visit our site: %s
it_it: Visita il nostro sito: %s

source: This is an automatic notification message sent by <a href="%s">%s</a>
it_it: Si tratta di un messaggio di notifica automatica inviato da <a href="%s">%s</a>

source: From %s
it_it: Da %s

source: On %s
it_it: %s: %d hook(s)

source: From:
it_it: Da:

source: Date:
it_it: Data

source: This is an automatic notification message sent by
it_it: Si tratta di un messaggio di notifica automatica inviato dal

source: Additional skin color schemes, PDF invoices and notification templates.
it_it: Ulteriori pelle color schemes, fatture in formato PDF e modelli di notifica.
