Repository: marvinlabs/wpca-translations
Catalog: wpca-stripe-gateway/cuarst-*.po
Languages: it_it

source: Stripe webhook
it_it: Webhook Stripe

source: Event ID:
it_it: Codice Evento:

source: Webhook type:
it_it: Webhook tipo:

source: type:
it_it: Tipo

source: Stripe Gateway
it_it: Gateway di striscia

source: The Stripe gateway allows you to accept payments from credit cards via Stripe.
it_it: Il gateway Stripe ti consente di accettare pagamenti con carte di credito tramite Stripe.

source: Stripe gateway error, missing Stripe secret key
it_it: Errore di gateway di striscia, manca la chiave segreta di striscia

source: Stripe token is missing
it_it: Token di striscia è mancante

source: Stripe gateway error, user information is missing
it_it: Errore di gateway di striscia, mancano informazioni utente

source: Stripe gateway error retrieving / creating the stripe customer
it_it: Errore di gateway striscia recupero / creazione del cliente di striscia

source: Stripe gateway error, missing payment information
it_it: Errore di gateway di striscia, pagamento informazioni mancanti

source: Stripe charge ID: %s
it_it: Striscia carica ID: %s

source: PAYMENT %s - There was an error processing the payment, please ensure you have entered your card number correctly
it_it: PAGAMENTO%s - Si è verificato un errore durante l'elaborazione del pagamento, assicurarsi di aver inserito correttamente il numero della carta

source: There was an error processing the payment, please ensure you have entered your card number correctly
it_it: Si è verificato un errore durante l'elaborazione del pagamento, assicurarsi di aver inserito correttamente il numero della carta

source: PAYMENT %s - There was an error processing the payment, please try again later
it_it: PAGAMENTO %s - c'è stato un errore nell'elaborazione del pagamento, si prega di riprovare più tardi

source: There was an error processing the payment, please try again later
it_it: C'era un errore nell'elaborazione del pagamento, si prega di riprovare più tardi

source: PAYMENT %s - The Stripe API request was invalid, please try again
it_it: PAGAMENTO%s - La richiesta API Stripe non è valida, riprova

source: The Stripe API request was invalid, please try again
it_it: La richiesta di banda API non era valida, si prega di riprovare

source: PAYMENT %s - The API keys entered in settings are incorrect
it_it: PAGAMENTO %s - tasti l'API immessi nelle impostazioni non sono corrette

source: The API keys entered in settings are incorrect
it_it: Le chiavi API immessa nelle impostazioni non sono corrette

source: PAYMENT %s - There was an error processing the payment (network communication with Stripe failed)
it_it: PAGAMENTO%s - Si è verificato un errore durante l'elaborazione del pagamento (comunicazione di rete con Stripe non riuscita)

source: There was an error processing the payment (network communication with Stripe failed)
it_it: C'era un errore nell'elaborazione del pagamento (comunicazione di rete con striscia non riuscita)

source: PAYMENT %s - There was an error processing the payment
it_it: PAGAMENTO %s - c'è stato un errore nell'elaborazione del pagamento

source: There was an error processing the payment
it_it: Errore nel pagamento

source: Handling event %s, could not retrieve the charge
it_it: Gestione evento %s, Impossibile recuperare la carica

source: Stripe funds reinstated for charge %s
it_it: Fondi di striscia reintegrati per carica %s

source: Stripe refund event id: %s
it_it: Id di evento rimborso striscia: %s

source: Stripe charge %s partially refunded (total refunded yet: %s%s) for reason: %s
it_it: Addebito di strip%s parzialmente rimborsato (rimborso totale ancora:%s%s) per motivo:%s

source: Stripe charge %s refunded for reason: %s
it_it: Carica %s rimborsato per motivo a righe: %s

source: Pay
it_it: Paga con %s

source: Secure credit card payments provided by Stripe.
it_it: Pagamenti in carta di credito fornito dalla striscia.

source: Enable test mode. No payments will be processed.
it_it: Abilita modalità test. Nessun pagamento sarà elaborato.

source: Account
it_it: Dettagli account

source: Test publishable key
it_it: Chiave pubblica

source: Enter your test publishable key, found in your Stripe account settings.
it_it: Inserisci il tuo chiave pubblicabile, trovata nell’account di Stripe.

source: Test secret key
it_it: chiave segreta

source: Enter your test secret key, found in your Stripe account settings.
it_it: Inserisci il tuo chiave segreta di prova, trovata nell’account di Stripe.

source: Test webhook signing secret
it_it: Webhook Signing Secret Key

source: Enter your test webhook signing secret, found in your Stripe account settings.
it_it: Inserisci il tuo chiave segreta di prova, trovata nell’account di Stripe.

source: Enter your live publishable key, found in your Stripe account settings.
it_it: Inserisci il tuo chiave di produzione pubblicabile, trovata nell’account di Stripe.

source: Live secret key
it_it: Chiave segreta (Live)

source: Enter your live secret key, found in your Stripe account settings.
it_it: Inserisci il tuo chiave di produzione segreta, trovata nell’account di Stripe.

source: Live webhook signing secret
it_it: Webhook Signing Secret Key

source: Enter your live webhook signing secret, found in your Stripe account settings.
it_it: Inserisci il tuo chiave di produzione segreta, trovata nell’account di Stripe.

source: Webhooks
it_it: Ganci web

source: In order for Stripe to function completely, you must configure your Stripe webhooks.
it_it: Affinché Stripe funzioni completamente, devi configurare i tuoi webhook Stripe.

source: Visit your <a href="https://dashboard.stripe.com/account/webhooks">account dashboard</a> to configure them.
it_it: Visita la <a href="https://dashboard.stripe.com/account/webhooks">dashboard del</a> tuo <a href="https://dashboard.stripe.com/account/webhooks">account</a> per configurarli.

source: Please add a webhook endpoint for the URL below.
it_it: Si prega di aggiungere un endpoint webhook per l'URL qui sotto.

source: Webhook URL:
it_it: URL Webhook

source: Checkout form settings
it_it: Impostazioni del modulo di checkout

source: Store name
it_it: Nome del negozio

source: Enter the store name that will be displayed in the Stripe checkout form.
it_it: Inserisci il nome del negozio che verrà visualizzato nel modulo di verifica Stripe.

source: Image URL
it_it: immagine url

source: Enter the url to the image to be displayed in the Stripe checkout form.
it_it: Immettere l'url dell'immagine da visualizzare nel modulo di check-out di striscia.

source: Button label
it_it: Etichetta pulsante

source: Enter the text to be displayed as label for the Stripe checkout form button.
it_it: Immettere il testo da visualizzare come etichetta per il pulsante del modulo di verifica Stripe.

source: Messages
it_it: Messaggi

source: Checkout message
it_it: Messaggio di controllo

source: Message to show on the checkout page.
it_it: Messaggio da visualizzare nella pagina di checkout.

source: Online payments within your private area via Stripe
it_it: Pagamenti online nella tua area privata tramite Stripe
