Repository: marvinlabs/wpca-translations
Catalog: wpca-front-office-publishing/cuarco-*.po
Languages: nl_nl

source: Front-office publishing
nl_nl: Front office weergaven

source: Private Files - New
nl_nl: Privé Bestanden - Nieuw

source: Create file
nl_nl: Maak bestand

source: Page to create new private files.
nl_nl: Pagina om nieuwe privé bestanden te maken.

source: The title cannot be empty
nl_nl: De titel mag niet leeg zijn

source: The content cannot be empty
nl_nl: De inhoud mag niet leeg zijn

source: You must select at least one owner
nl_nl: U moet minimaal 1 eigenaar selecteren

source: You must select a category
nl_nl: U moet een categorie selecteren

source: You must upload a file
nl_nl: U moet een bestand uploaden

source: The file has been created.
nl_nl: Het bestand is gemaakt.

source: Title
nl_nl: Titel

source: Content
nl_nl: Inhoud

source: File
nl_nl: Bestand

source: Owner
nl_nl: Eigenaar

source: Category
nl_nl: Categorie

source: Create
nl_nl: Maak

source: Private Pages - New
nl_nl: Privé Pagina - Nieuw

source: Create page
nl_nl: Maak pagina

source: Page to create new private pages.
nl_nl: Pagina om nieuwe privé pagina te maken

source: The page has been created.
nl_nl: De pagina is aangemaakt.

source: Private Files - Update
nl_nl: Privé Bestanden - Update

source: Update file
nl_nl: Update Bestand

source: Page to update existing private files.
nl_nl: Pagina om bestaande privé bestanden te updaten.

source: The file has been updated.
nl_nl: Het bestand is gewijzigd.

source: This file will replace the previous one. You can leave that field empty to keep the original file.
nl_nl: Dit bestand zal de vorige vervangen. U kunt dat veld leeg om het originele bestand te houden.

source: Private Pages - Update
nl_nl: Privé Pagina's - Update

source: Update page
nl_nl: Update pagina

source: Page to update update private pages.
nl_nl: Pagina om privé pagina's te wijzigen

source: The page has been updated.
nl_nl: De pagina is gewijzigd.

source: Publish and edit private content from your website frontend
nl_nl: Publiceer en bewerk privé inhoud van de front-end van uw website
