Repository: marvinlabs/wpca-translations
Catalog: wpca-owner-restrictions/cuaror-*.po
Languages: it_it

source: Owner Restrictions
it_it: Restrizioni di proprietario

source: Any user
it_it: Qualsiasi utente

source: No user at all
it_it: Nessun utente a tutti

source: Only himself
it_it: sé

source: Any member of the groups where the author is a manager
it_it: Qualsiasi membro dei gruppi di cui l'autore è un manager

source: Any manager of the groups where the author is a member
it_it: Qualsiasi manager dei gruppi di cui l'autore è membro

source: Any users with the role: %s
it_it: Qualsiasi utente con il ruolo: %s

source: Any global rule
it_it: Qualsiasi regola globale

source: No global rule
it_it: Nessuna regola globale

source: Any role
it_it: Qualsiasi Ruolo

source: No role
it_it: Nessun ruolo

source: Only the %s role
it_it: Solo il ruolo di %s

source: Any user group
it_it: Gruppo Utente

source: No user group
it_it: Gruppo Utente

source: Groups where the author is a member
it_it: Gruppi in cui l'autore è un membro

source: Any group
it_it: Qualsiasi gruppo

source: No group
it_it: Gruppo Utente

source: Groups where the author is a member or a manager
it_it: Gruppi in cui l'autore è un membro o un manager

source: Groups where the author is a manager
it_it: Gruppi in cui l'autore è un manager

source: Any project
it_it: Progetto

source: No project
it_it: Nuovo progetto

source: Projects where the author is involved
it_it: Progetti in cui è coinvolto l'autore

source: Projects where the author is &laquo; %1$s &raquo;
it_it: Progetti in cui l'autore è «%1$s»

source: Owner Restriction
it_it: Restrizione del proprietario

source: The table below sets the owners that can be chosen by an author when creating or editing this private content type.
it_it: La tabella seguente imposta i proprietari che possono essere scelti da un autore quando crei o modifichi questo tipo di contenuto privato.

source: can create private content for:
it_it: possibile creare contenuti privati per:

source: Restrict which owners can be chosen by users when they publish content
it_it: Limitare che i proprietari possono essere scelti dagli utenti quando pubblicano il contenuto
