Repository: marvinlabs/wpca-translations
Catalog: wpca-authentication-forms/cuarlf-*.po
Languages: es_es

source: Forgot Password
es_es: He olvidado la contraseña

source: This page allows the users to request a password reset.
es_es: Esta página permite al usuario solicitar una contraseña nueva.

source: You must write the code displayed in the image above.
es_es: Tienes que escribir el código que se muestra en la imagen de arriba.

source: The code you entered is not correct.
es_es: El código introducido es incorrecto.

source: Lost password?
es_es: ¿Has olvidado tu contraseña?

source: Username or Email
es_es: Nombre de usuario o e-mail

source: Spam Check
es_es: Verificación contra spam

source: Copy the code shown above in this field.
es_es: Copia el código mostrado arriba en este campo.

source: Get New Password
es_es: Obtener una nueva contraseña

source: Login
es_es: Entrar

source: This page allows users to log in
es_es: Esta página permite a los usuarios acceder

source: Cookies are blocked or not supported by your browser. You must <a href='http://www.google.com/cookies.html'>enable cookies</a> to login here.
es_es: Tu buscador bloquea o no permite el uso de cookies. Debes <a href='http://www.google.com/cookies.html'>activar las cookies</a> para poder conectarte.

source: The username or password you entered is incorrect. <a href="%s" title="Password Lost and Found" class="alert-link">Lost your password</a>?
es_es: Nombre de usuario o contraseña incorrecto. ¿<a href="%s" title="Contraseña olvidada">Has olvidado tu contraseña</a> ?

source: Email or username
es_es: E-mail o nombre de usuario

source: Username
es_es: Nombre de usuario

source: Password
es_es: Contraseña

source: Remember me
es_es: Recuérdame

source: Register
es_es: Regístrate

source: This page allows the users to create an account
es_es: Esta página permite al usuario crear una cuenta

source: Registration is disabled
es_es: El registro está desactivado

source: You must enter a valid username and a valid email address.
es_es: Es necesario escribir un nombre de usuario válido y una dirección de correo electrónico válida.

source: Create an account
es_es: Crea tu cuenta

source: Email Address
es_es: Correo Electrónico

source: A password will be e-mailed to you at this address.
es_es: Se te enviará un correo electrónico con tu contraseña.

source: Reset Password
es_es: Reemplazar contraseña

source: This page allows the users to actually reset his password.
es_es: Esta página permite a los usuarios cambiar su contraseña.

source: It seems you have not followed the link properly. Please make sure that the address includes a "key" and a "login" parameter.
es_es: Parece que no has seguido el enlace correcto. Por favor asegúrate de que la dirección incluye "key" y "login".

source: Password is empty!
es_es: ¡La contraseña está vacía!

source: Passwords do not match! Please try again.
es_es: ¡Las contraseñas no son iguales! Por favor prueba otra vez.

source: You can now <a href="%1$s" class="alert-link">login with your new password</a>.
es_es: Ahora puedes <a href="%1$s" class="alert-link">conectarte con la nueva contraseña</a>.

source: Reset your password
es_es: Reestablece tu contraseña

source: New Password
es_es: Nueva contraseña

source: New password
es_es: Nueva contraseña

source: Type your new password again
es_es: Escribe tu contraseña otra vez

source: Change Password
es_es: Cambiar la contraseña

source: Authentication Forms
es_es: Formularios de autenticación

source: Override WordPress forms
es_es: Reemplazar los formularios de WordPress

source: Change all default WordPress URLs for the Customer Area forms.
es_es: Cambiar todos los URLs por defecto de WordPress con los formularios de Customer Area.

source: If you check this box, all the links output by WordPress (for example in the <em>Meta</em> widget) will take the user to the corresponding form in the Customer Area. Use this if you would like WP Customer Area to be your main login page.
es_es: Si seleccionas esta casilla, todos los enlaces de WordPress (por ejemplo en el widget <em>Meta</em>) llevará al usuario al formulario correspondiente en Customer Area. Usa esto si quieres que WP Customer Area sea tu principal página de login.

source: Login using email
es_es: Entrar con dirección de correo electrónico

source: Allow users to login by using either their username or their email address.
es_es: Permite a los usuarios entrar usando sea el correo electrónico o el nombre de usuario.

source: You can now login with your new password
es_es: Ahora ya puedes entrar con tu nueva contraseña

source: User registration is disabled on this site.
es_es: El registro de usuarios está deshabilitado en este sitio.

source: WPCA - Login form
es_es: WPCA - Formulario de conexión

source: Shows a login form to guest users (else, nothing)
es_es: Muestra un formulario de login a los usuarios huéspedes (o no muestra nada)

source: Title:
es_es: Título :

source: When logged-in:
es_es: Cuando conectado:

source: Hide widget
es_es: Esconder el widget

source: Show logout link
es_es: Mostrar el enlace SALIR

source: Logout
es_es: Salir

source: Enter a username or e-mail address.
es_es: Escribe nombre de usuario o una dirección de correo electrónico.

source: There is no user registered with that email address.
es_es: No existe ningún usuario con esa dirección de correo electrónico.

source: Invalid username or e-mail.
es_es: El usuario o el correo electrónico no son válidos.

source: Password reset is not allowed for this user
es_es: No es posible reemplazar la contraseña para este usuario

source: Invalid key
es_es: La clave no es válida

source: Please enter a username.
es_es: Por favor escribe un nombre de usuario.

source: Sorry. Please enter a username using only lowercase letters and numbers.
es_es: Lo sentimos. Por favor, introduce un nombre de usuario utilizando solamente minúsculas y números.

source: This username is already registered. Please choose another one.
es_es: Este nombre de usuario ya está registrado. Por favor elige otro.

source: Please type your e-mail address.
es_es: La dirección de correo electrónico es obligatoria.

source: The email address isn&#8217;t correct.
es_es: La dirección de correo electrónico es incorrecta.

source: This email is already registered, please choose another one.
es_es: Este correo electrónico ya ha sido registrado, por favor use otro.

source: Couldn&#8217;t register you... please contact the <a href="mailto:%s">webmaster</a> !
es_es: Imposible crear tu cuenta, contacta al <a href="mailto:%s">webmaster</a> !

source: New user registration on your site %s:
es_es: Nuevo usuario registrado en el sitio %s :

source: Username: %s
es_es: Usuario : %s

source: [%s] New User Registration
es_es: [%s] Nuevo usuario registrado en la web

source: Hello,
es_es: Hola,

source: Thank you for registering on our site. Your username is: %1$s
es_es: Gracias por registrarte en nuestra página web. Tu nombre de usuario es: %1$s

source: To set your password, visit the following address:
es_es: Para reestablecer tu contraseña, visita la siguiente página :

source: [%1$s] Welcome
es_es: [%1$s] Bienvenido/a

source: The e-mail could not be sent.
es_es: El correo electrónico no se pudo enviar.

source: Possible reason: your host may have disabled the mail() function...
es_es: Probablemente tu servidor ha deshablitado la función mail()...

source: Someone requested that the password be reset for the following account:
es_es: Alguien ha solicitado el cambio de contraseña para la siguiente cuenta:

source: If this was a mistake, just ignore this email and nothing will happen.
es_es: Si este es un error, ignora este correo electrónico y no pasará nada.

source: To reset your password, visit the following address:
es_es: Para reestablecer tu contraseña, visita la siguiente página :

source: [%1$s] Password Reset
es_es: [%s] Reestablecer contraseña

source: A user changed his password on your site %s: %s
es_es: Un usuario ha cambiado su contraseña en tu web %s : %s

source: Password lost and changed for user: %s
es_es: Contraseña perdida y cambiada para el usuario : %s

source: [%1$s] Password lost and changed
es_es: [%1$s] Contraseña perdida y cambiada

source: Integrate the login and registration forms to your website
es_es: Integrar los formularios de conexión y formularios de registro en tu página web
