Repository: marvinlabs/wpca-translations
Catalog: wpca-smart-groups/cuarsg-*.po
Languages: it_it

source: Smart Groups
it_it: Gruppi Smart

source: All %s
it_it: Tutti %s

source: New %s
it_it: Nuovi %s

source: Smart Group
it_it: Gruppo smart

source: The search query must not be empty
it_it: La query di ricerca non deve essere vuota

source: You must pick at least 1 search field
it_it: Devi selezionare almeno 1 campo di ricerca

source: The relation must be either OR or AND
it_it: La relazione deve essere entrambi OR o AND

source: You must enter at least 1 meta field
it_it: Devi inserire almeno 1 meta campo

source: Invalid operator for item %s
it_it: Operatore non valido per la voce %s

source: The item %s cannot have an empty key
it_it: L'elemento%s non può avere una chiave vuota

source: The item %s cannot have an empty value
it_it: L'articolo%s non può avere un valore vuoto

source: Create/Edit smart groups
it_it: Creare e modificare gruppi smart

source: Delete smart groups
it_it: Eliminare gruppi smart

source: Access smart groups
it_it: Gruppi di accesso smart

source: View the groups from a user profile
it_it: Mostra i gruppi da un profilo utente

source: Members
it_it: Membri

source: ... and %1$s more
it_it: ... e %1$s più

source: This group is empty
it_it: Questo gruppo è vuoto

source: Search criteria
it_it: Criteri di ricerca

source: Custom fields criteria
it_it: Criteri di campi personalizzati

source: Group preview
it_it: Anteprima di gruppo

source: Username (login)
it_it: Nome utente (login)

source: Nice name
it_it: Nickname

source: OR
it_it: O

source: AND
it_it: E

source: is equal to
it_it: è uguale a

source: is not equals to
it_it: non è uguale a

source: is greater than
it_it: deve essere maggiore di %s

source: is greater than or equal to
it_it: è maggiore o uguale a

source: is lower than
it_it: deve essere minore di %s

source: is lower than or equal to
it_it: è inferiore o uguale a

source: contains
it_it: contiene

source: does not contain
it_it: non contiene

source: The group has been updated
it_it: Il gruppo è stato aggiornato.

source: Operator
it_it: Operatore

source: Value
it_it: Valore

source: Enable the custom fields criteria
it_it: Abilita i criteri dei campi personalizzati

source: Relation between query items
it_it: Relazione tra gli elementi della query

source: Meta fields query items
it_it: Elementi meta campi query

source: Add an item
it_it: Aggiungere un elementoxxxx

source: No users match the criterias for this group
it_it: Nessun utente corrisponde ai criteri per questo gruppo

source: %d user(s) match the criterias for this group.
it_it: % d utente (i) corrispondono ai criteri per questo gruppo.

source: Member of
it_it: Gruppi in cui l'autore è un membro

source: You do not belong to any group
it_it: Non si appartiene ad alcun gruppo

source: This user does not belong to any group
it_it: Questo utente non appartiene ad alcun gruppo

source: Enable the search criteria
it_it: Attivare i criteri di ricerca

source: Fields
it_it: Lista campi personalizzati

source: Use of the * wildcard before and/or after the string will match on columns starting with*, *ending with, or *containing* the string you enter.
it_it: L'uso del carattere jolly * prima e / o dopo che la stringa corrisponderà su colonne che iniziano con *, * che termina con o * contenente * la stringa inserita.

source: Create dynamic groups of customers based on their profile information.
it_it: Crea gruppi dinamici di clienti in base alle informazioni del loro profilo.

# cuar_smart_group
source: Smart Group
it_it: Gruppo smart

# cuar_smart_group
source: Smart Groups
it_it: Gruppi Smart

# cuar_smart_group
source: Add New
it_it: Aggiungi Nuovo

# cuar_smart_group
source: Add New Smart Group
it_it: Aggiungi un nuovo gruppo smart

# cuar_smart_group
source: Edit Smart Group
it_it: Modifica gruppo Smart

# cuar_smart_group
source: New Smart Group
it_it: Nuovo Smart Group

# cuar_smart_group
source: View Smart Group
it_it: Visualizza gruppo Smart

# cuar_smart_group
source: Search Smart Groups
it_it: Cerca gruppi intelligenti

# cuar_smart_group
source: No smart groups found
it_it: Nessun gruppo intelligente trovato

# cuar_smart_group
source: No smart groups found in Trash
it_it: Nessun gruppo intelligente trovato nel Cestino
