Repository: marvinlabs/wpca-translations
Catalog: wpca-managed-groups/cuarmg-*.po
Languages: it_it

source: Managed Groups
it_it: Gruppo Gestito di

source: All %s
it_it: Tutti %s

source: New %s
it_it: Nuovi %s

source: Managed Group
it_it: Gruppo gestito

source: Create/Edit managed groups
it_it: Creare e modificare gruppi gestiti

source: Delete managed groups
it_it: Eliminare gruppi gestiti

source: Access managed groups
it_it: Gruppi di accesso gestito

source: View the groups from a user profile
it_it: Mostra i gruppi da un profilo utente

source: Edit the groups from a user profile
it_it: Modificare i gruppi da un profilo utente

source: Managers
it_it: Manager

source: Members
it_it: Membri

source: Users who belong to this group
it_it: Utenti che appartengono a questo gruppo

source: This group now has %d member(s) and %d manager(s)
it_it: Questo gruppo ha ora %d membri e %d Manager

source: Managers' Role
it_it: Ruolo dei dirigenti

source: Members' Role
it_it: Ruolo dei membri

source: Edit groups managed
it_it: Modificare i gruppi gestiti

source: You have not yet created any managed groups.
it_it: Non è stato ancora creato alcun gruppi gestiti.

source: Choose groups
it_it: Scegliere i gruppi

source: Edit groups subscribed
it_it: Modificare i gruppi sottoscritti

source: You manage:
it_it: È possibile gestire:

source: This user manages:
it_it: Questo utente gestisce:

source: You do not manage any group
it_it: Non si riesce qualsiasi gruppo

source: This user does not manage any group
it_it: Questo utente non gestisce alcun gruppo

source: You are a member of:
it_it: Sei iscritto alla community

source: This user is a member of:
it_it: Questo utente è un abbonato di %s.

source: You do not belong to any group
it_it: Non si appartiene ad alcun gruppo

source: This user does not belong to any group
it_it: Questo utente non appartiene ad alcun gruppo

source: Select users (hint: you can also type to search a user)
it_it: Selezionare gli utenti (Suggerimento: è inoltre possibile digitare per cercare un utente)

source: Create groups of customers who are managed by another user.
it_it: Creare gruppi di clienti che sono gestiti da un altro utente.

# cuar_managed_group
source: Managed Group
it_it: Gruppo gestito

# cuar_managed_group
source: Managed Groups
it_it: Gruppo Gestito di

# cuar_managed_group
source: Add New
it_it: Aggiungi Nuovo

# cuar_managed_group
source: Add New Managed Group
it_it: Aggiungi nuovo gruppo gestito

# cuar_managed_group
source: Edit Managed Group
it_it: Modificare il gruppo gestito

# cuar_managed_group
source: New Managed Group
it_it: Nuovo gruppo gestito

# cuar_managed_group
source: View Managed Group
it_it: Mostra gruppo gestito

# cuar_managed_group
source: Search Managed Groups
it_it: Cerca gruppi gestiti

# cuar_managed_group
source: No user groups found
it_it: Nessun gruppo di utente trovato

# cuar_managed_group
source: No user groups found in Trash
it_it: Nessun gruppo di utente trovato nel cestino

# cuar_managed_group
source: Parent Managed Group:
it_it: Gruppo gestito di padre:
