Repository: marvinlabs/wpca-translations
Catalog: wpca-invoicing/cuarin-*.po
Languages: it_it

source: Invoices - Owned
it_it: Fatture - proprietà

source: My invoices
it_it: Gestione Fatture

source: Page to list the invoices a customer owns.
it_it: Pagina per elencare le fatture di proprietà di un cliente.

source: Status
it_it: Stato

source: Invoices you published
it_it: Fatture che hai pubblicato

source: Invoices published by %1$s
it_it: Fatture pubblicate da%1$s

source: Invoices with status: %1$s
it_it: Fatture con stato:%1$s

source: Invoices published in %2$s %1$s
it_it: Fatture pubblicate in%2$s %1$s

source: Invoices published in %1$s
it_it: Fatture pubblicate in%1$s

source: Invoices
it_it: Fatture

source: Recent Invoices
it_it: Fatture recenti

source: Download
it_it: Scarica

source: Download the invoice as a PDF file
it_it: Scarica la fattura come file PDF

source: You are not authorized to access this invoice
it_it: Non sei autorizzato ad accedere a questo menu

source: View all
it_it: Visualizza tutte

source: There are no invoices in that category.
it_it: Non ci sono nessuna fattura in quella categoria.

source: You currently have no invoices.
it_it: Al momento non hai fatture.

source: There are no invoices for that period.
it_it: Non ci sono fatture per quel periodo.

source: Added on %s
it_it: Aggiunto il %s

source: Due on %1$s
it_it: il %1$s

source: Created on
it_it: Creato il

source: Created by
it_it: Creato da

source: Assigned to
it_it: Assegnato a

source: Page %1$s/%2$s
it_it: Pagina %1$s/%2$s

source: No items were found matching the selected filters
it_it: Nessun elemento trovato corrispondente ai filtri selezionati

source: Invoice
it_it: Fattura

source: Invoice number
it_it: Numero di fattura

source: Information
it_it: Informazioni

source: Created
it_it: creato-da

source: Payment
it_it: Pagamento

source: Due date
it_it: Data di scadenza

source: None
it_it: Nessuno

source: Amount due
it_it: Importo dovuto

source: Payment mode
it_it: Modalità di pagamento

source: From
it_it: Da

source: To
it_it: A

source: Item
it_it: Modifica Elemento Menu

source: Quantity
it_it: Quantità

source: Qty
it_it: Quantità

source: Unit price (excl. taxes)
it_it: Prezzo unitario (IVA esclusa)

source: Total price (excl. taxes)
it_it: Prezzo totale (tasse escluse)

source: Totals
it_it: Totali

source: Subtotal (excl. taxes)
it_it: Subtotale (tasse escluse)

source: Total
it_it: Totale

source: WPCA - Invoice Statuses
it_it: WPCA - Stato delle fatture

source: Shows the invoice statuses of the Customer Area
it_it: Mostra gli Stati di fattura di Area clienti

source: Invoices - Home
it_it: Fatture - Casa

source: Root page for the customer invoices.
it_it: Pagina principale per le fatture cliente.

source: Discount - %1$.2f %%
it_it: Sconto -% 1 $ .2f %%

source: Discount
it_it: Sconto

source: No taxes
it_it: Tasse

source: Taxes - %1$.2f %%
it_it: Tasse -% 1 $ .2f %%

source: Load
it_it: Carica

source: Load default address from current owner
it_it: Carica l'indirizzo predefinito dall'attuale proprietario

source: Save
it_it: Salva

source: Save as default address for the current owner
it_it: Salvare come indirizzo predefinito per il proprietario attuale

source: Clear
it_it: Pulisci

source: Clear the address
it_it: Cancella l'indirizzo

source: Invoice status
it_it: Stato fattura/ricevuta

source: Invoice notice
it_it: Avviso di fatturazione

source: Invoice currency
it_it: Valuta della fattura

source: Invoice taxes
it_it: Imposte sulla fattura

source: Invoice discount
it_it: Sconto fattura

source: Invoice due date
it_it: Elenco fatture

source: Invoice payment mode
it_it: Pagamento Fattura

source: Invoice billing address
it_it: Fattura, indirizzo di fatturazione

source: Invoice items total
it_it: Totale elementi della fattura

source: Previous value:
it_it: Valore precedente

source: From:
it_it: Da:

source: Current value:
it_it: Valore attuale

source: To:
it_it: A:

source: Modern
it_it: Moderno

source: Blocs
it_it: Blocchi

source: Invoice:
it_it: Fattura

source: No tax
it_it: Senza imposte

source: Invoicing
it_it: Fatturazione

source: General settings
it_it: Impostazioni Generali

source: Default status
it_it: Status di default

source: Closed statuses
it_it: Stati chiusi

source: Consider that the invoice is not due by the client anymore when it has any of these statuses.
it_it: Considera che la fattura non è dovuta dal cliente in piu ' quando ha uno qualsiasi di questi Stati.

source: Automatically set invoice to this status when payments total amount corresponds to invoice amount
it_it: Imposta automaticamente fattura per questo stato quando l'importo totalizzano dei pagamenti corrisponde all'importo della fattura

source: Do not update invoice status
it_it: Non si aggiorna stato fattura

source: Automatically set invoice to this status when payments total amount does not correspond to invoice amount anymore
it_it: Imposta automaticamente la fattura su questo stato quando l'importo totale dei pagamenti non corrisponde più all'importo della fattura

source: Default currency
it_it: Valuta predefinita

source: PDF template settings
it_it: Impostazione Template

source: PDF template
it_it: Modello PDF

source: Each template may provide (or not) additional settings for colors, images, etc.
it_it: Ogni modello può fornire (o meno) le impostazioni aggiuntive per colori, immagini, ecc.

source: Invoice numbering
it_it: Numerazione fattura

source: Format
it_it: Formato

source: {{number}} will be replaced by the invoice number. This allows you to prefix/suffix the displayed invoice number.
it_it: {{number}} sarà sostituito dal numero di fattura. Ciò consente di prefisso / suffisso il numero di fattura visualizzato.

source: Minimal amount of characters for the number: will add leading zeros if less. E.g. a setting of 5 will transform 234 into 00234. A setting of 0 will keep the original number.
it_it: Quantità minima di caratteri per il numero: aggiungerà zeri iniziali se inferiore. Ad esempio, un'impostazione di 5 trasformerà 234 in 00234. Un'impostazione di 0 manterrà il numero originale.

source: Sequential numbering
it_it: Numerazione sequenziale

source: If checked, invoice numbers will be sequential. If not, the invoice numbers will be given by the post ID.
it_it: Se selezionata, i numeri di fattura sarà sequenziali. Se non, i numeri di fattura saranno dato dall'ID post.

source: Start at
it_it: Inizia Ora

source: Sequential numbering will start from this value.
it_it: Numerazione sequenziale inizierà da questo valore.

source: Your business
it_it: Il tuo business.

source: General info.
it_it: Informazioni generali

source: Texts
it_it: Testi

source: Header
it_it: Testata

source: Text shown on top of the invoice.
it_it: Testo mostrato nella parte superiore della fattura.

source: Text shown at the bottom of the invoice.
it_it: Testo visualizzato nella parte inferiore della fattura.

source: [Default: %s]
it_it: Predefinito: %s

source: Top background
it_it: Sfondo principale

source: Hexadecimal format, example: #123456
it_it: Formato esadecimale, esempio: #123456

source: Top text
it_it: Testo in alto

source: Table header background
it_it: Colore di Sfondo dell'Intestazione della Tabella

source: Table header text
it_it: Testo intestazione tabella

source: Table background
it_it: Sfondo della tabella

source: Table text
it_it: Testo tabella

source: Default text
it_it: Testo standard

source: Open
it_it: Altezza della mappa quando aperto

source: Paid
it_it: Pagato

source: Cancelled
it_it: Abbonamento cancellato su %website_url

source: Billing address
it_it: Indirizzo di fatturazione

source: Items
it_it: Elementi

source: Invoice totals
it_it: Totali fattura

source: Invoice properties
it_it: Proprietà di fattura

source: Taxes
it_it: Tasse

source: Amount
it_it: Importo

source: Client
it_it: Nome del cliente qui

source: List all invoices
it_it: Tutte le fatture

source: Create/Edit invoices
it_it: Creare/modificare fatture

source: Delete invoices
it_it: Elimina le fatture

source: Access invoices
it_it: Accesso delle fatture

source: Manage statuses
it_it: Gestisci stati

source: Edit statuses
it_it: Modifica stati...

source: Delete statuses
it_it: Cancellare gli Stati

source: Assign statuses
it_it: Assegnare gli Stati

source: View any invoice
it_it: Mostra tutte le fatture

source: View invoices
it_it: Visualizza Fattura

source: Unit price
it_it: Prezzo unitario

source: (excl. taxes)
it_it: (IVA esclusa)

source: Total price
it_it: Prezzo totale

source: Type
it_it: Tipo

source: No discount
it_it: Sconto

source: Fixed amount
it_it: Importo fisso

source: Percentage
it_it: Percentuale

source: Percentage or amount to deduce from the invoice
it_it: Percentuale o l'importo da dedurre dalla fattura

source: When to apply discount?
it_it: Quando si applica sconto?

source: Before taxes
it_it: Prima delle imposte

source: After taxes
it_it: Dopo le imposte

source: Item title
it_it: Titolo dell'immobile

source: Item description
it_it: Descrizione dell’articolo

source: Move
it_it: Sposta

source: Add a description
it_it: Aggiungi una descrizione

source: Remove
it_it: Rimuovi

source: Add
it_it: aggiungi

source: Unit
it_it: Tempo di Fatturazione:

source: Price
it_it: Prezzo

source: This invoice currently does not have any items
it_it: Al momento questa fattura non ha articoli

source: Invoice: %1$s
it_it: Fattura - %1$s

source: Currency
it_it: Valuta (moneta)

source: Apply predefined rate
it_it: Applicare il tasso predefinito

source: Label
it_it: Etichetta Indirizzo Proprietà

source: Name of the tax
it_it: Nome dell'imposta:

source: Rate
it_it: Tasso

source: Percentage of tax to apply to the items
it_it: Percentuale dell'imposta da applicare agli elementi

source: Notice or thank-you note
it_it: Avviso o nota di ringraziamento

source: Items total
it_it: Totale elementi

source: Invoice total
it_it: Totale fattura

source: Publish invoices for your clients
it_it: Pubblicare le fatture per i vostri clienti

# cuar_invoice_status
source: Invoice Statuses
it_it: Fattura status

# cuar_invoice_status
source: Invoice Status
it_it: Stato fattura

# cuar_invoice_status
source: Search Invoice Statuses
it_it: Ricerca fattura status

# cuar_invoice_status
source: Popular Invoice Statuses
it_it: Stati di fattura popolare

# cuar_invoice_status
source: All Invoice Statuses
it_it: Tutti gli Stati della fattura

# cuar_invoice_status
source: Parent Invoice Status
it_it: Stato della fattura di padre

# cuar_invoice_status
source: Parent Invoice Status:
it_it: Padre dello stato fattura:

# cuar_invoice_status
source: Edit Invoice Status
it_it: Stato fattura/ricevuta

# cuar_invoice_status
source: Update Invoice Status
it_it: Aggiorna stato fattura

# cuar_invoice_status
source: Add New Invoice Status
it_it: Aggiungi lo stato della nuova fattura

# cuar_invoice_status
source: New Invoice Status
it_it: Stato fattura/ricevuta

# cuar_invoice_status
source: Separate invoice statuses with commas
it_it: Separare le voci di stato con virgole

# cuar_invoice_status
source: Add or remove invoice statuses
it_it: Aggiungi o rimuovi gli stati delle fatture

# cuar_invoice_status
source: Choose from the most used invoice statuses
it_it: Scegliere tra le voci di stato più utilizzate

# cuar_invoice
source: Invoices
it_it: Fatture

# cuar_invoice
source: Invoice
it_it: Fattura

# cuar_invoice
source: Add New
it_it: Aggiungi Nuovo

# cuar_invoice
source: Add New Invoice
it_it: Aggiungi Nuova Fattura

# cuar_invoice
source: Edit Invoice
it_it: Modifica fattura

# cuar_invoice
source: New Invoice
it_it: Nuova fattura

# cuar_invoice
source: View Invoice
it_it: Visualizza ricevuta/fattura

# cuar_invoice
source: Search Invoices
it_it: Ricerca fatture

# cuar_invoice
source: No invoice found
it_it: Nessuna fattura trovata

# cuar_invoice
source: No invoice found in Trash
it_it: Nessuna fattura trovata nel cestino

# cuar_invoice
source: Parent Invoice:
it_it: Fattura Principale

# Invoice PDF filename prefix
source: invoice
it_it: Fattura

# Invoice item unit singular
source: unit
it_it: Tempo di Fatturazione:

# Invoice item unit singular
source: time
it_it: Tempo di Fatturazione:

# Invoice item unit singular
source: day
it_it: Gli utenti possono impostare una differenza di prezzo al giorno per i giorni del weekend

# Invoice item unit singular
source: hour
it_it: ora

# Invoice item unit plural
source: units
it_it: unità

# Invoice item unit plural
source: times
it_it: volte

# Invoice item unit plural
source: days
it_it: giorni

# Invoice item unit plural
source: hours
it_it: ore

# Slug for URL to download an invoice
source: download
it_it: Scarica
