Repository: marvinlabs/wpca-translations
Catalog: wpca-conversations/cuarme-*.po
Languages: it_it

source: Conversations
it_it: Conversazioni

source: Are you sure that you want to delete this reply?
it_it: Eliminare questo elemento?

source: Conversation id is not specified
it_it: L'ID conversazione non è specificato

source: Trying to cheat?
it_it: Cercando di ingannare ?

source: Reply id is not specified
it_it: L'id di risposta non è specificato

source: You are not allowed to delete this reply
it_it: Non sei autorizzato a cancellare questa risposta

source: You are not allowed to post replies.
it_it: Non sei autorizzato a inviare risposte.

source: You cannot send an empty reply
it_it: Non è possibile inviare una risposta vuota

source: Failed to add reply
it_it: Impossibile aggiungere risposta

source: List all conversations
it_it: Elenca tutte le conversazioni

source: Create/Edit conversations
it_it: Crea / Modifica conversazioni

source: Delete conversations
it_it: Elimina tutte le conversazioni:

source: Access conversations
it_it: Accedi alle conversazioni

source: View any conversation
it_it: Visualizza qualsiasi conversazione

source: View conversations
it_it: Visualizza conversazioni precedenti

source: Reply to a conversation
it_it: Rispondi a una conversazione

source: Delete any reply
it_it: Elimina qualsiasi risposta

source: Delete any reply in own conversations
it_it: Eliminare qualsiasi risposta nelle proprie conversazioni

source: Delete own replies
it_it: Elimina le proprie risposte

source: Replies
it_it: Risposte

source: %1$s replied on %2$s
it_it: %1$s ha risposto il %2$s

source: No replies yet
it_it: Nessun commento ancora pubblicato

source: Reply added
it_it: Risposta aggiunto

source: Reply deleted
it_it: Risposta cancellata

source: Content:
it_it: Contenuto per

source: Reply
it_it: Rispondi

source: This conversation is closed. The author does not accept any additional replies
it_it: Questa conversazione è chiusa. L'autore non accetta eventuali ulteriori risposte

source: Delete reply
it_it: Elimina | Rispondi

source: Conversations - Owned
it_it: Conversazioni - proprietà

source: My conversations
it_it: le mie conversazioni

source: Page to list the conversations a customer owns.
it_it: Pagina per elencare le conversazioni che un cliente possiede.

source: Archives
it_it: Archivi

source: Started By
it_it: Tutorial per iniziare

source: Conversations you started
it_it: Conversazioni che hai iniziato

source: Conversations started by %1$s
it_it: Iniziato da %1$s conversazioni

source: Conversations under %1$s
it_it: Conversazioni sotto %1$s

source: Conversations started in %2$s %1$s
it_it: Conversazioni iniziato in %2$s %1$s

source: Conversations started in %1$s
it_it: Conversazioni iniziato in %1$s

source: Recent Conversations
it_it: Conversazioni recenti

source: Rich Editor
it_it: Editor Avanzato

source: Enable the rich editor for the reply form.
it_it: Abilitare l'editor anche ricco per il modulo di risposta.

source: Re-open
it_it: Riapri

source: Close
it_it: Chiudi Street View

source: Allow users to post new replies
it_it: Consentire agli utenti di inviare nuove risposte

source: Close conversation to disallow new replies
it_it: Chiudere la conversazione per impedire nuove risposte

source: View all
it_it: Visualizza tutte

source: There are no conversations in that category.
it_it: Non ci sono nessuna conversazione in quella categoria.

source: You currently have no conversations.
it_it: Attualmente non hai nessuna conversazione.

source: There are no conversations for that period.
it_it: Non ci sono nessun conversazioni per quel periodo.

source: Latest reply on %s
it_it: Ultima risposta su %s

source: Started on %s
it_it: Per iniziare

source: Started on
it_it: Tutorial per iniziare

source: Latest reply on %s %s
it_it: Ultima risposta su %s %s

source: New replies
it_it: Commenti

source: Started by
it_it: Tutorial per iniziare

source: With
it_it: con

source: Page %1$s/%2$s
it_it: Pagina %1$s/%2$s

source: No items were found matching the selected filters
it_it: Nessun elemento trovato corrispondente ai filtri selezionati

source: From
it_it: Da

source: To
it_it: A

source: Date
it_it: Data

source: WPCA - Conversation Authors
it_it: WPCA - autori di conversazione

source: Shows the conversation author archives of the Customer Area
it_it: Indica l'autore di conversazione archivi dell'Area cliente

source: Created By
it_it: Creato il

source: WPCA - Conversation Archives
it_it: WPCA - archivi di conversazione

source: Shows the conversation yearly archives of the Customer Area
it_it: Mostra la conversazione Archvi dell'Area cliente

source: Conversations - Home
it_it: Conversazioni - Home

source: Root page for the customer conversations.
it_it: Pagina principale per le conversazioni con i clienti.

source: Conversations - New
it_it: Conversazioni - nuove

source: Start conversation
it_it: Inizia conversazione

source: Page to create new conversations.
it_it: Pagina per creare nuove conversazioni.

source: The topic cannot be empty
it_it: L'argomento non può essere vuoto

source: The message cannot be empty
it_it: Il testo del messaggio non può essere vuoto

source: You must select at least one recipient
it_it: Selezionare almeno un tipo di destinatario.

source: Done
it_it: Fatto

source: The conversation has been started.
it_it: La conversazione è stata avviata.

source: Back to conversations
it_it: Torna a conversazioni

source: Create more
it_it: Invia altri

source: View it
it_it: Visualizza

source: Details
it_it: Dettagli

source: You are not allowed to pick a recipient and there are no default recipients for this type of content. Please contact your website administrator!
it_it: Non è consentito di scegliere un destinatario e non esistono destinatari predefinito per questo tipo di contenuto. Si prega di contattare l'amministratore del sito Web!

source: Topic
it_it: Argomento

source: Message
it_it: Messaggio

source: Recipient
it_it: Destinatario

source: Send
it_it: Invia tutte le email di contatto a

source: Next Step
it_it: Passaggio successivo

source: Private Conversations - Update
it_it: Conversazioni private - aggiornamento

source: Update conversation
it_it: Aggiornare la conversazione

source: Page to update conversations.
it_it: Pagina per aggiornare le conversazioni.

source: The title cannot be empty
it_it: Il titolo della pagina non può essere vuoto

source: The content cannot be empty
it_it: il campo del contenuto non può essere vuoto

source: You must select at least one owner
it_it: È necessario selezionare almeno un elemento.

source: The conversation has been updated.
it_it: La conversazione è stata aggiornata.

source: Update
it_it: Aggiorna

source: Adds private conversations between users of your customer area
it_it: Aggiunge le conversazioni private tra gli utenti della tua area cliente

# cuar_conversation
source: Conversation Replies
it_it: Risposte di conversazione

# cuar_conversation
source: Conversation Reply
it_it: Risposta di conversazione

# cuar_conversation
source: Add New
it_it: Aggiungi Nuovo

# cuar_conversation
source: Add New Reply
it_it: Nuova risposta

# cuar_conversation
source: Edit Reply
it_it: Modifica la risposta

# cuar_conversation
source: New Reply
it_it: Nuova risposta

# cuar_conversation
source: View Reply
it_it: Rispondi

# cuar_conversation
source: Search Conversation Replies
it_it: Risposte della conversazione di ricerca

# cuar_conversation
source: No reply found
it_it: Nessuna risposta trovata

# cuar_conversation
source: No reply found in Trash
it_it: Nessuna risposta trovata nella spazzatura

# cuar_conversation
source: Parent Conversation:
it_it: Conversazione di padre:

# cuar_conversation
source: Conversations
it_it: Conversazioni

# cuar_conversation
source: Conversation
it_it: Conversazione

# cuar_conversation
source: Add New Conversation
it_it: Nuova conversazione

# cuar_conversation
source: Edit Conversation
it_it: Conversazione

# cuar_conversation
source: New Conversation
it_it: Nuova Conversazione

# cuar_conversation
source: View Conversation
it_it: Vedi Conversazione

# cuar_conversation
source: Search Conversations
it_it: Cerca conversazioni:

# cuar_conversation
source: No conversation found
it_it: Nessuna conversazione presente

# cuar_conversation
source: No conversation found in Trash
it_it: Nessuna conversazione trovata nella spazzatura
