Repository: marvinlabs/wpca-translations
Catalog: wpca-paypal-gateway/cuarpg-*.po
Languages: it_it

source: PayPal Gateway
it_it: Gateway di PayPal

source: The PayPal gateway allows you to accept payments via PayPal.
it_it: Il gateway PayPal consente di accettare pagamenti tramite PayPal.

source: PayPal gateway error, missing account ID (PayPal email)
it_it: Errore di gateway di PayPal, account ID (email PayPal) mancante

source: PayPal gateway error, user information is missing
it_it: Errore del gateway PayPal, mancano le informazioni dell'utente

source: Pay using your PayPal account or any of the credit cards accepted by PayPal.
it_it: Paga utilizzando il tuo account PayPal o una qualsiasi delle carte di credito accettate da PayPal.

source: PAYMENT %s - Invalid business email in IPN response. IPN data:
it_it: PAGAMENTO%s - Email aziendale non valida nella risposta IPN. Dati IPN:

source: Payment failed due to invalid PayPal business email.
it_it: Il pagamento non è riuscito a causa di un'email di business PayPal non valida.

source: PAYMENT %s - Invalid currency in IPN response. IPN data: %s
it_it: PAGAMENTO%s - Valuta non valida nella risposta IPN. Dati IPN:%s

source: Payment failed due to invalid currency in PayPal IPN.
it_it: Il pagamento non è riuscito a causa di una valuta non valida in PayPal IPN.

source: PAYMENT %s - Invalid payment amount in IPN response. IPN data: %s
it_it: PAGAMENTO%s - Importo del pagamento non valido nella risposta IPN. Dati IPN:%s

source: Payment failed due to invalid amount in PayPal IPN.
it_it: Il pagamento non è riuscito a causa di importo non valido in PayPal IPN.

source: PayPal Transaction ID: %s
it_it: Transition PayPal-ID:

source: Payment made via eCheck and will clear automatically in 5-8 days
it_it: Il pagamento effettuato tramite eCheck sarà cancellato automaticamente in 5-8 giorni

source: Payment requires a confirmed customer address and must be accepted manually through PayPal
it_it: Il pagamento richiede un indirizzo confermato del cliente e deve essere accettato manualmente attraverso PayPal

source: Payment must be accepted manually through PayPal due to international account regulations
it_it: Il pagamento deve essere accettato manualmente tramite PayPal a causa dei regolamenti internazionali

source: Payment received in non-shop currency and must be accepted manually through PayPal
it_it: Pagamento ricevuto con valuta non-negozio e deve essere accettata manualmente tramite PayPal

source: Payment is being reviewed by PayPal staff as high-risk or in possible violation of government regulations
it_it: Il Pagamento è sottoposto a revisione da parte del personale di PayPal come ad alto rischio o a possibili violazioni delle normative governative

source: Payment was sent to non-confirmed or non-registered email address.
it_it: Il pagamento è stato inviato all'indirizzo e-mail non confermato o non registrato.

source: PayPal account must be upgraded before this payment can be accepted
it_it: Il conto PayPal deve essere aggiornato prima che questo pagamento può essere accettato

source: PayPal account is not verified. Verify account in order to accept this payment
it_it: Conto PayPal non verificato. Verificare l'account per poter accettare questo pagamento

source: Payment is pending for unknown reasons. Contact PayPal support for assistance
it_it: Il pagamento è in sospeso per motivi sconosciuti. Contattare il supporto PayPal per l'assistenza. Codice motivo:%s

source: Transaction ID %s failed with status: %s
it_it: ID transazione%s non riuscito con stato:%s

source: PayPal payment #%s partially refunded (%s%s) for reason: %s
it_it: Pagamento PayPal n.% Parzialmente rimborsato (%s%s) per motivo:%s

source: PayPal refund transaction id: %s
it_it: ID transazione di rimborso PayPal:%s

source: PayPal Payment #%s Refunded for reason: %s
it_it: PayPal Payment #%s Rimborso per ragione:%s

source: PayPal Refund Transaction ID: %s
it_it: ID transazione di rimborso PayPal:%s

source: Invalid IPN verification response. IPN data: %s
it_it: Invalida risposta della verifica dell’IPN. Dati IPN: %s

source: Enable test mode. No payments will be processed.
it_it: Abilita modalità test. Nessun pagamento sarà elaborato.

source: Disable PayPal IPN verification.
it_it: Disabilita la verifica IPN di PayPal

source: If IPN are enabled, you must configure Instant Payment Notifications by entering the following URL in your PayPal accound settings:
it_it: Se l'IPN è abilitato, è necessario configurare le Notifiche di pagamento istantanee inserendo il seguente URL nelle impostazioni dell'account PayPal:

source: Account
it_it: Dettagli account

source: The email linked to your PayPal account.
it_it: L'email collegata al tuo account PayPal.

source: Page style
it_it: Stile pagina

source: You can specify here the name of the page style to show to your clients (leave empty for default one).
it_it: Puoi specificare qui il nome dello stile di pagina da mostrare ai tuoi clienti (lascia vuoto per uno di default).

source: Messages
it_it: Messaggi

source: Checkout message
it_it: Messaggio di controllo

source: Message to show on the checkout page.
it_it: Messaggio da visualizzare nella pagina di checkout.

source: Online payments within your private area via PayPal
it_it: Pagamenti online nella tua area privata tramite PayPal
