Repository: marvinlabs/wpca-translations
Catalog: wpca-enhanced-files/cuaref-*.po
Languages: it_it

source: Enhanced Files
it_it: Files avanzati

source: Click the file name to change it
it_it: Fare clic sul nome di file per modificarlo

source: Max. attachments
it_it: Max. allegati

source: The maximum number of files that can be attached to private content. You can allow some roles to have unlimited attachments by giving them the "unlimited attachments" capability.
it_it: Il numero massimo di file che possono essere allegati a contenuti privati. Puoi consentire ad alcuni ruoli di avere allegati illimitati dando loro la possibilità di "allegati illimitati".

source: View inline
it_it: in linea

source: Comma-separated list of file extensions. e.g. <code>pdf,txt</code>
it_it: Elenco delimitato da virgole di estensioni di file. ad es.<code>pdf,txt</code>

source: You can specify here the file extensions for which the browser will try to show them inline rather than downloading them. Kindly note that this is a hint to the browser and depending on the browser version, user settings, etc. the file may still be downloaded instead of viewed inline.
it_it: Puoi specificare qui le estensioni di file per le quali il browser cercherà di mostrarle in linea piuttosto che scaricarle. Si noti che questo è un suggerimento per il browser e, a seconda della versione del browser, delle impostazioni dell'utente, ecc., Il file può ancora essere scaricato anziché visualizzato in linea.

source: Do not show any icons
it_it: Non mostrare alcuna icona

source: File icons
it_it: Icone file

source: File icons are currently switched off.
it_it: Icone di file attualmente sono spenti.

source: You are currently using the icon pack %1$s designed by <a href="%2$s">%3$s</a> available under the <a href="%4$s">following license</a>.
it_it: Stai attualmente utilizzando il pacchetto di icone%1$s progettato da <a href="%2$s">%3$s</a> disponibile con la <a href="%4$s">seguente licenza</a> .

source: Here are a few sample icons from this pack:
it_it: Qui ci sono alcune icone di esempio da questo pack:

source: Unlimited file attachments
it_it: Illimitato di file allegati

source: Supercharge private files: custom captions, attach multiple files to a single post, etc.
it_it: Sovraccaricare i file privati: didascalie personalizzate, allegare più file a un singolo post, ecc.
